Repository: For-Hives/ForVoyez-Wordpress-plugin
Catalog: languages/auto-alt-text-for-images-*.po
Languages: ar, de_de, es_es, fi, fr_fr, hi_in, it_it, pt_br, ru_ru, sv_se, tr_tr

source: Once logged in, navigate to your <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez dashboard</a>.
de_de: Nach der Anmeldung navigieren Sie zu Ihrem <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez Dashboard</a>.
es_es: Una vez iniciada sesión, navega a tu <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">panel de control de ForVoyez</a>.
fi: Kun olet kirjautunut sisään, siirry <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez-hallintapaneeliin</a>.
fr_fr: Une fois connecté, accédez à votre <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">tableau de bord ForVoyez</a>.
hi_in: लॉग इन करने के बाद, अपने <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez डैशबोर्ड</a> पर नेविगेट करें।
it_it: Una volta effettuato l'accesso, vai alla tua <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">dashboard ForVoyez</a>.
ru_ru: После входа в систему перейдите в свою <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">панель управления ForVoyez</a>.
tr_tr: Giriş yaptıktan sonra, <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez kontrol panelinize</a> gidin.

source: Generate an API key in the API section of your dashboard.
de_de: Generieren Sie einen API-Schlüssel im API-Bereich Ihres Dashboards.
es_es: Genera una clave API en la sección API de tu panel de control.
fi: Luo API-avain hallintapaneelisi API-osiossa.
fr_fr: Générez une clé API dans la section API de votre tableau de bord.
hi_in: अपने डैशबोर्ड के API अनुभाग में एक API कुंजी उत्पन्न करें।
it_it: Genera una chiave API nella sezione API della tua dashboard.
ru_ru: Сгенерируйте ключ API в разделе API вашей панели управления.
tr_tr: Kontrol panelinizin API bölümünde bir API anahtarı oluşturun.

source: Copy the API key and paste it in the field below.
de_de: Kopieren Sie den API-Schlüssel und fügen Sie ihn in das Feld unten ein.
es_es: Copia la clave API y pégala en el campo de abajo.
fi: Kopioi API-avain ja liitä se alla olevaan kenttään.
fr_fr: Copiez la clé API et collez-la dans le champ ci-dessous.
hi_in: API कुंजी कॉपी करें और इसे नीचे दिए गए फ़ील्ड में पेस्ट करें।
it_it: Copia la chiave API e incollala nel campo sottostante.
ru_ru: Скопируйте ключ API и вставьте его в поле ниже.
tr_tr: API anahtarını kopyalayın ve aşağıdaki alana yapıştırın.

source: For more information, please refer to the <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez API documentation</a>.
de_de: Weitere Informationen finden Sie in der <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez API-Dokumentation</a>.
es_es: Para más información, consulta la <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">documentación de la API de ForVoyez</a>.
fi: Lisätietoja saat <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez API-dokumentaatiosta</a>.
fr_fr: Pour plus d'informations, veuillez consulter la <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">documentation de l'API ForVoyez</a>.
hi_in: अधिक जानकारी के लिए, कृपया <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez API दस्तावेज़ीकरण</a> देखें।
it_it: Per ulteriori informazioni, consulta la <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">documentazione API ForVoyez</a>.
ru_ru: Для получения дополнительной информации, пожалуйста, обратитесь к <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">документации API ForVoyez</a>.
tr_tr: Daha fazla bilgi için lütfen <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez API belgelerine</a> bakın.

source: API Key
ar: مفتاح API
de_de: API-Schlüssel
es_es: Clave API
fi: API-avain
fr_fr: Clé API
hi_in: API कुंजी
it_it: Chiave API
pt_br: Chave API
ru_ru: Ключ API
sv_se: API-nyckel
tr_tr: API Anahtarı

source: Enter your API key
de_de: Geben Sie Ihren API-Schlüssel ein
es_es: Introduce tu clave API
fi: Syötä API-avaimesi
fr_fr: Entrez votre clé API
hi_in: अपनी API कुंजी दर्ज करें
it_it: Inserisci la tua chiave API
ru_ru: Введите ваш ключ API
tr_tr: API anahtarınızı girin

source: Dashboard
es_es: Panel de control
fi: Hallintapaneeli
fr_fr: Tableau de bord
hi_in: डैशबोर्ड
ru_ru: Панель управления
tr_tr: Kontrol Paneli

source: Overview of your Auto Alt Text for Images
de_de: Übersicht Ihrer automatischen Alt-Texte für Bilder
es_es: Visión general de tus metadatos para imágenes
fi: Yleiskatsaus automaattisesta Alt-tekstistä kuvillesi
fr_fr: Aperçu du détail de vos metadata pour vos images
hi_in: आपके छवियों के लिए स्वचालित वैकल्पिक टेक्स्ट का अवलोकन
it_it: Panoramica del tuo Testo Alt Automatico per Immagini
ru_ru: Обзор автоматического альтернативного текста для изображений
tr_tr: Resimler için Otomatik Alt Metninizin Genel Görünümü

source: Total Images
de_de: Gesamtanzahl der Bilder
es_es: Total de imágenes
fi: Kuvien kokonaismäärä
fr_fr: Total des images
hi_in: कुल छवियां
it_it: Totale Immagini
ru_ru: Всего изображений
tr_tr: Toplam Resim

source: Images Completed
de_de: Abgeschlossene Bilder
es_es: Imágenes completadas
fi: Valmiit kuvat
fr_fr: Images complétées
hi_in: पूर्ण की गई छवियां
it_it: Immagini Completate
ru_ru: Обработано изображений
tr_tr: Tamamlanan Resimler

source: Images Without alt / caption
de_de: Bilder ohne Alt-Text / Bildunterschrift
es_es: Imágenes sin alt / leyenda
fi: Kuvat ilman alt-tekstiä / kuvatekstiä
fr_fr: Images sans alt / légende
hi_in: बिना वैकल्पिक टेक्स्ट / कैप्शन वाली छवियां
it_it: Immagini Senza alt / didascalia
ru_ru: Изображения без альт. текста / подписи
tr_tr: Alt metni / altyazısı olmayan resimler

source: Pre-requisites
de_de: Voraussetzungen
es_es: Requisitos previos
fi: Edellytykset
fr_fr: Prérequis
hi_in: पूर्वापेक्षाएँ
it_it: Prerequisiti
ru_ru: Предварительные требования
tr_tr: Ön koşullar

source: Make sure you have the following before you start:
de_de: Stellen Sie vor dem Start sicher, dass Sie Folgendes haben:
es_es: Asegúrate de tener lo siguiente antes de empezar:
fi: Varmista, että sinulla on seuraavat ennen aloittamista:
fr_fr: Assurez-vous d'avoir les éléments suivants avant de commencer :
hi_in: शुरू करने से पहले सुनिश्चित करें कि आपके पास निम्नलिखित हैं:
it_it: Assicurati di avere quanto segue prima di iniziare:
ru_ru: Убедитесь, что у вас есть следующее, прежде чем начать:
tr_tr: Başlamadan önce aşağıdakilere sahip olduğunuzdan emin olun:

source: Go to the 'Settings' tab
de_de: Gehen Sie zum Tab 'Einstellungen'
es_es: Ve a la pestaña 'Configuración'
fi: Siirry 'Asetukset'-välilehdelle
fr_fr: Allez dans l'onglet 'Paramètres'
hi_in: 'सेटिंग्स' टैब पर जाएँ
it_it: Vai alla scheda 'Impostazioni'
ru_ru: Перейдите на вкладку 'Настройки'
tr_tr: 'Ayarlar' sekmesine gidin

source: Enter your ForVoyez API key
ar: أدخل مفتاح API الخاص بـ ForVoyez
de_de: Geben Sie Ihren ForVoyez API-Schlüssel ein
es_es: Introduce tu clave API de ForVoyez
fi: Syötä ForVoyez API-avaimesi
fr_fr: Entrez votre clé API ForVoyez
hi_in: अपनी ForVoyez API कुंजी दर्ज करें
it_it: Inserisci la tua chiave API ForVoyez
pt_br: Digite sua chave API ForVoyez
ru_ru: Введите ваш ключ API ForVoyez
sv_se: Ange din ForVoyez API-nyckel
tr_tr: ForVoyez API anahtarınızı girin

source: Click on 'Save API Key'
de_de: Klicken Sie auf 'API-Schlüssel speichern'
es_es: Haz clic en 'Guardar clave API'
fi: Napsauta 'Tallenna API-avain'
fr_fr: Cliquez sur 'Enregistrer la clé API'
hi_in: 'API कुंजी सहेजें' पर क्लिक करें
it_it: Clicca su 'Salva Chiave API'
ru_ru: Нажмите 'Сохранить ключ API'
tr_tr: 'API Anahtarını Kaydet' düğmesine tıklayın

source: Quick Start
de_de: Schnellstart
es_es: Inicio rápido
fi: Pika-aloitus
fr_fr: Démarrage rapide
hi_in: त्वरित आरंभ
it_it: Avvio Rapido
ru_ru: Быстрый старт
tr_tr: Hızlı Başlangıç

source: Follow these steps to generate alt text for your images:
de_de: Befolgen Sie diese Schritte, um Alt-Text für Ihre Bilder zu generieren:
es_es: Sigue estos pasos para generar texto alternativo para tus imágenes:
fi: Noudata näitä vaiheita luodaksesi alt-tekstiä kuvillesi:
fr_fr: Suivez ces étapes pour générer du texte alternatif pour vos images :
hi_in: अपनी छवियों के लिए वैकल्पिक टेक्स्ट उत्पन्न करने के लिए इन चरणों का पालन करें:
it_it: Segui questi passaggi per generare il testo alt per le tue immagini:
ru_ru: Следуйте этим шагам для создания альтернативного текста для ваших изображений:
tr_tr: Resimleriniz için alt metin oluşturmak için bu adımları izleyin:

source: Go to the 'Manage Images' tab
de_de: Gehen Sie zum Tab 'Bilder verwalten'
es_es: Ve a la pestaña 'Gestionar imágenes'
fi: Siirry 'Hallitse kuvia' -välilehdelle
fr_fr: Allez dans l'onglet 'Gérer les images'
hi_in: 'छवियां प्रबंधित करें' टैब पर जाएँ
it_it: Vai alla scheda 'Gestisci Immagini'
ru_ru: Перейдите на вкладку 'Управление изображениями'
tr_tr: 'Resimleri Yönet' sekmesine gidin

source: Select the images you want to process
de_de: Wählen Sie die Bilder aus, die Sie verarbeiten möchten
es_es: Selecciona las imágenes que quieres procesar
fi: Valitse kuvat, jotka haluat käsitellä
fr_fr: Sélectionnez les images que vous voulez traiter
hi_in: उन छवियों का चयन करें जिन्हें आप प्रोसेस करना चाहते हैं
it_it: Seleziona le immagini che vuoi elaborare
ru_ru: Выберите изображения, которые вы хотите обработать
tr_tr: İşlemek istediğiniz resimleri seçin

source: Click on 'Generate Alt Text' to start the process
de_de: Klicken Sie auf 'Alt-Text generieren', um den Prozess zu starten
es_es: Haz clic en 'Generar texto alternativo' para iniciar el proceso
fi: Napsauta 'Luo Alt-teksti' aloittaaksesi prosessin
fr_fr: Cliquez sur 'Générer le texte alternatif' pour commencer le processus
hi_in: प्रक्रिया शुरू करने के लिए 'वैकल्पिक टेक्स्ट उत्पन्न करें' पर क्लिक करें
it_it: Clicca su 'Genera Testo Alt' per avviare il processo
ru_ru: Нажмите 'Создать альтернативный текст', чтобы начать процесс
tr_tr: İşlemi başlatmak için 'Alt Metin Oluştur' düğmesine tıklayın

source: Review and edit the generated alt text as needed
de_de: Überprüfen und bearbeiten Sie den generierten Alt-Text nach Bedarf
es_es: Revisa y edita el texto alternativo generado según sea necesario
fi: Tarkista ja muokkaa luotua alt-tekstiä tarvittaessa
fr_fr: Examinez et modifiez le texte alternatif généré si nécessaire
hi_in: आवश्यकतानुसार उत्पन्न वैकल्पिक टेक्स्ट की समीक्षा और संपादन करें
it_it: Rivedi e modifica il testo alt generato secondo necessità
ru_ru: Просмотрите и отредактируйте созданный альтернативный текст по необходимости
tr_tr: Oluşturulan alt metni gerektiği gibi inceleyin ve düzenleyin

source: Tabs
es_es: Pestañas
fi: Välilehdet
fr_fr: Onglets
hi_in: टैब
it_it: Schede
ru_ru: Вкладки
tr_tr: Sekmeler

source: Manage Images
de_de: Bilder verwalten
es_es: Gestionar imágenes
fi: Hallitse kuvia
fr_fr: Gérer les images
hi_in: छवियां प्रबंधित करें
it_it: Gestisci Immagini
ru_ru: Управление изображениями
tr_tr: Resimleri Yönet

source: Configuration
de_de: Konfiguration
es_es: Configuración
fi: Määritykset
hi_in: कॉन्फ़िगरेशन
it_it: Configurazione
ru_ru: Конфигурация
tr_tr: Yapılandırma

source: Settings
ar: الإعدادات
hi_in: सेटिंग्स
pt_br: Configurações
sv_se: Inställningar

source: Enter your ForVoyez API key here
hi_in: अपनी ForVoyez API कुंजी यहां दर्ज करें

source: Save Settings
ar: حفظ الإعدادات
hi_in: सेटिंग्स सहेजें
pt_br: Salvar Configurações
sv_se: Spara inställningar

source: Settings saved successfully.
hi_in: सेटिंग्स सफलतापूर्वक सहेजी गईं।

source: Error saving settings.
hi_in: सेटिंग्स सहेजने में त्रुटि।

source: Media Library
hi_in: मीडिया लाइब्रेरी

source: Process Images
hi_in: छवियों को प्रोसेस करें

source: Bulk Process
hi_in: बल्क प्रोसेस

source: Process All Images
hi_in: सभी छवियों को प्रोसेस करें

source: Processing...
hi_in: प्रोसेसिंग...

source: Process Complete
hi_in: प्रोसेस पूर्ण

source: Error Processing Images
hi_in: छवियों को प्रोसेस करने में त्रुटि

source: Generate Alt Text
ar: إنشاء النص البديل
hi_in: वैकल्पिक टेक्स्ट उत्पन्न करें
pt_br: Gerar Texto Alt
sv_se: Generera Alt-text

source: Alt Text
hi_in: वैकल्पिक टेक्स्ट

source: Image Title
hi_in: छवि शीर्षक

source: Image Caption
hi_in: छवि कैप्शन

source: Original Alt Text
hi_in: मूल वैकल्पिक टेक्स्ट

source: Generated Alt Text
hi_in: उत्पन्न वैकल्पिक टेक्स्ट

source: Apply
hi_in: लागू करें

source: No images found.
hi_in: कोई छवि नहीं मिली।

source: Please select images to process.
hi_in: कृपया प्रोसेस करने के लिए छवियों का चयन करें।

source: Loading...
hi_in: लोड हो रहा है...

source: Success!
hi_in: सफलता!

source: Error!
hi_in: त्रुटि!

source: Alt text generated successfully.
hi_in: वैकल्पिक टेक्स्ट सफलतापूर्वक उत्पन्न किया गया।

source: Failed to generate alt text.
hi_in: वैकल्पिक टेक्स्ट उत्पन्न करने में विफल।

source: API Connection Error
hi_in: API कनेक्शन त्रुटि

source: Unable to connect to ForVoyez API. Please check your internet connection and try again.
hi_in: ForVoyez API से कनेक्ट करने में असमर्थ। कृपया अपने इंटरनेट कनेक्शन की जांच करें और पुनः प्रयास करें।

source: Account Error
hi_in: खाता त्रुटि

source: There is a problem with your ForVoyez account. Please check your API key or contact support.
hi_in: आपके ForVoyez खाते में एक समस्या है। कृपया अपनी API कुंजी की जांच करें या सहायता से संपर्क करें।

source: Rate Limit Exceeded
hi_in: दर सीमा पार हो गई

source: You have exceeded your API rate limit. Please try again later or upgrade your plan.
hi_in: आपने अपनी API दर सीमा पार कर ली है। कृपया बाद में पुनः प्रयास करें या अपनी योजना अपग्रेड करें।

source: Language Settings
hi_in: भाषा सेटिंग्स

source: Default Language
hi_in: डिफ़ॉल्ट भाषा

source: Select the default language for generated alt text
hi_in: उत्पन्न वैकल्पिक टेक्स्ट के लिए डिफ़ॉल्ट भाषा चुनें

source: English
ar: الإنجليزية
hi_in: अंग्रे़ी
pt_br: Inglês
sv_se: Engelska

source: French
ar: الفرنسية
hi_in: फ्रेंच
pt_br: Francês
sv_se: Franska

source: German
ar: الألمانية
hi_in: जर्मन
pt_br: Alemão
sv_se: Tyska

source: Spanish
ar: الإسبانية
hi_in: स्पैनिश
pt_br: Espanhol
sv_se: Spanska

source: Italian
ar: الإيطالية
hi_in: इतालवी
pt_br: Italiano
sv_se: Italienska

source: Portuguese
ar: البرتغالية
hi_in: पुर्तगाली
pt_br: Português
sv_se: Portugisiska

source: Russian
ar: الروسية
hi_in: रूसी
pt_br: Russo
sv_se: Ryska

source: Japanese
ar: اليابانية
hi_in: जापानी
pt_br: Japonês
sv_se: Japanska

source: Chinese
ar: الصينية
hi_in: चीनी
pt_br: Chinês
sv_se: Kinesiska

source: Hindi
ar: الهندية
hi_in: हिन्दी

source: Arabic
hi_in: अरबी

source: Advanced Settings
hi_in: उन्नत सेटिंग्स

source: Auto-Process New Images
hi_in: नई छवियों को स्वतः-प्रोसेस करें

source: Automatically generate alt text when new images are uploaded
hi_in: जब नई छवियां अपलोड की जाती हैं तो स्वचालित रूप से वैकल्पिक टेक्स्ट उत्पन्न करें

source: Apply to Featured Images
hi_in: प्रमुख छवियों पर लागू करें

source: Generate alt text for featured images in posts and pages
hi_in: पोस्ट और पेजों में प्रमुख छवियों के लिए वैकल्पिक टेक्स्ट उत्पन्न करें

source: Help & Support
hi_in: सहायता और समर्थन

source: Documentation
hi_in: दस्तावेज़ीकरण

source: Visit our documentation for help with using Auto Alt Text for Images
hi_in: छवियों के लिए स्वचालित वैकल्पिक टेक्स्ट का उपयोग करने में मदद के लिए हमारे दस्तावेज़ों पर जाएं

source: Support
hi_in: समर्थन

source: Need help? Contact our support team
hi_in: मदद चाहिए? हमारी सहायता टीम से संपर्क करें

source: Get API Key
hi_in: API कुंजी प्राप्त करें

source: Don't have an API key? Sign up for a ForVoyez account
hi_in: API कुंजी नहीं है? ForVoyez खाते के लिए साइन अप करें

source: Image Analysis Options
hi_in: छवि विश्लेषण विकल्प

source: SEO Optimization Level
hi_in: SEO अनुकूलन स्तर

source: Low
hi_in: निम्न

source: Medium
hi_in: मध्यम

source: High
hi_in: उच्च

source: Description Length
hi_in: विवरण की लंबाई

source: Short
hi_in: छोटा

source: Standard
hi_in: मानक

source: Detailed
hi_in: विस्तृत

source: Analyse
es_es: Analizar

source: Context saved successfully
es_es: Contexto guardado correctamente

source: Language saved successfully
es_es: Idioma guardado correctamente

source: This plugin uses the ForVoyez API service to generate alt text and metadata for images. By using this plugin, you agree to the ForVoyez Terms of Service and Privacy Policy.
es_es: Este plugin utiliza el servicio API de ForVoyez para generar texto alternativo y metadatos para imágenes. Al usar este plugin, aceptas los Términos de Servicio y la Política de Privacidad de ForVoyez.

source: Please review the <a href="%1$s" target="_blank" rel="noopener noreferrer" class="underline">Terms of Service</a>, <a href="%2$s" target="_blank" rel="noopener noreferrer" class="underline">Privacy Policy</a>, and <a href="%3$s" target="_blank" rel="noopener noreferrer" class="underline">Legal Notice</a>.
es_es: Por favor, revisa los <a href="%1$s" target="_blank" rel="noopener noreferrer" class="underline">Términos de Servicio</a>, la <a href="%2$s" target="_blank" rel="noopener noreferrer" class="underline">Política de Privacidad</a> y el <a href="%3$s" target="_blank" rel="noopener noreferrer" class="underline">Aviso Legal</a>.

source: Additional Configuration (optional)
es_es: Configuración adicional (opcional)

source: Configure additional settings for image analysis
es_es: Configura ajustes adicionales para el análisis de imágenes

source: Context
es_es: Contexto

source: Enter context for image analysis
es_es: Introduce el contexto para el análisis de imágenes

source: Language
ar: اللغة
es_es: Idioma
pt_br: Idioma
sv_se: Språk

source: Enter language for image analysis
es_es: Introduce el idioma para el análisis de imágenes

source: Enable automatic image analysis on upload (the analysis can take few seconds per image)
es_es: Activar análisis automático de imágenes al subir (el análisis puede tardar unos segundos por imagen)

source: Save Additional Settings
es_es: Guardar ajustes adicionales

source: Automatic Image Analysis
es_es: Análisis automático de imágenes

source: ForVoyez can automatically analyze your images upon upload.
es_es: ForVoyez puede analizar automáticamente tus imágenes al subirlas.

source: Status
es_es: Estado

source: Enabled
es_es: Activado

source: Disabled
es_es: Desactivado

source: You can enable or disable this feature in the Configuration tab.
es_es: Puedes activar o desactivar esta funcionalidad en la pestaña Configuración.

source: Automatically generate SEO-optimized alt text, titles, and captions for your images using AI technology. Improve accessibility and boost search rankings.
ar: إنشاء نص بديل محسن لمحركات البحث وعناوين وتعليقات توضيحية للصور تلقائيًا باستخدام تقنية الذكاء الاصطناعي. تحسين إمكانية الوصول وتعزيز تصنيفات البحث.
pt_br: Gere automaticamente texto alternativo, títulos e legendas otimizados para SEO para suas imagens usando tecnologia de IA. Melhore a acessibilidade e aumente as classificações de pesquisa.
sv_se: Generera automatiskt SEO-optimerad alt-text, titlar och bildtexter för dina bilder med hjälp av AI-teknik. Förbättra tillgängligheten och öka sökrankingar.

source: Configure Auto Alt Text for Images settings
ar: تكوين إعدادات النص البديل التلقائي للصور
pt_br: Configure as configurações do Texto Alt Automático para Imagens
sv_se: Konfigurera inställningarna för Automatisk Alt-text för Bilder

source: Output Format
ar: تنسيق الإخراج
pt_br: Formato de Saída
sv_se: Utdataformat

source: Process New Uploads
ar: معالجة التحميلات الجديدة
pt_br: Processar Novos Uploads
sv_se: Bearbeta nya uppladdningar

source: Batch Processing
ar: المعالجة الدفعية
pt_br: Processamento em Lote
sv_se: Batchbearbetning

source: Don't have an API key? <a href="https://forvoyez.com" target="_blank">Get one here</a>
ar: ليس لديك مفتاح API؟ <a href="https://forvoyez.com" target="_blank">احصل على واحد هنا</a>
pt_br: Não tem uma chave API? <a href="https://forvoyez.com" target="_blank">Obtenha uma aqui</a>
sv_se: Har du ingen API-nyckel? <a href="https://forvoyez.com" target="_blank">Skaffa en här</a>

source: Select what to generate
ar: حدد ما تريد إنشاؤه
pt_br: Selecione o que gerar
sv_se: Välj vad som ska genereras

source: Alt Text Only
ar: النص البديل فقط
pt_br: Apenas Texto Alt
sv_se: Endast Alt-text

source: Alt Text & Title
ar: النص البديل والعنوان
pt_br: Texto Alt e Título
sv_se: Alt-text & Titel

source: Alt Text, Title & Caption
ar: النص البديل والعنوان والتعليق التوضيحي
pt_br: Texto Alt, Título e Legenda
sv_se: Alt-text, Titel & Bildtext

source: Automatically process new image uploads
ar: معالجة تحميلات الصور الجديدة تلقائيًا
pt_br: Processar automaticamente novos uploads de imagens
sv_se: Bearbeta automatiskt nya bilduppladdningar

source: Select the language for generated text
ar: حدد اللغة للنص المُنشأ
pt_br: Selecione o idioma para o texto gerado
sv_se: Välj språk för genererad text

source: Process all existing images in the media library
ar: معالجة جميع الصور الموجودة في مكتبة الوسائط
pt_br: Processar todas as imagens existentes na biblioteca de mídia
sv_se: Bearbeta alla befintliga bilder i mediebiblioteket

source: Start Batch Processing
ar: بدء المعالجة الدفعية
pt_br: Iniciar Processamento em Lote
sv_se: Starta batchbearbetning

source: This may take some time depending on the number of images.
ar: قد يستغرق هذا بعض الوقت اعتمادًا على عدد الصور.
pt_br: Isso pode levar algum tempo dependendo do número de imagens.
sv_se: Detta kan ta tid beroende på antalet bilder.

source: Settings saved successfully!
ar: تم حفظ الإعدادات بنجاح!
pt_br: Configurações salvas com sucesso!
sv_se: Inställningarna har sparats!

source: Please enter a valid API key.
ar: يرجى إدخال مفتاح API صالح.
pt_br: Por favor, insira uma chave API válida.
sv_se: Vänligen ange en giltig API-nyckel.

source: Batch processing started. This may take some time.
ar: بدأت المعالجة الدفعية. قد يستغرق هذا بعض الوقت.
pt_br: Processamento em lote iniciado. Isso pode levar algum tempo.
sv_se: Batchbearbetning har startats. Detta kan ta tid.

source: Please enter a valid API key before starting batch processing.
ar: يرجى إدخال مفتاح API صالح قبل بدء المعالجة الدفعية.
pt_br: Por favor, insira uma chave API válida antes de iniciar o processamento em lote.
sv_se: Vänligen ange en giltig API-nyckel innan du startar batchbearbetning.

source: Processing image...
ar: جارِ معالجة الصورة...
pt_br: Processando imagem...
sv_se: Bearbetar bild...

source: Alt text generated successfully!
ar: تم إنشاء النص البديل بنجاح!
pt_br: Texto alt gerado com sucesso!
sv_se: Alt-text har genererats!

source: Error: Could not generate alt text.
ar: خطأ: تعذر إنشاء النص البديل.
pt_br: Erro: Não foi possível gerar o texto alt.
sv_se: Fel: Kunde inte generera alt-text.

source: Generate Alt Text with AI
ar: إنشاء النص البديل باستخدام الذكاء الاصطناعي
pt_br: Gerar Texto Alt com IA
sv_se: Generera Alt-text med AI

source: API key is missing or invalid.
ar: مفتاح API مفقود أو غير صالح.
pt_br: A chave API está ausente ou é inválida.
sv_se: API-nyckeln saknas eller är ogiltig.

source: Error connecting to ForVoyez API. Please try again later.
ar: خطأ في الاتصال بـ API ForVoyez. يرجى المحاولة مرة أخرى لاحقًا.
pt_br: Erro ao conectar à API ForVoyez. Por favor, tente novamente mais tarde.
sv_se: Fel vid anslutning till ForVoyez API. Försök igen senare.
