Repository: For-Hives/ForVoyez-Wordpress-plugin
Catalog: languages/auto-alt-text-for-images-*.po
Languages: ar, de_de, es_es, fi, fr_fr, hi_in, it_it, pt_br, ru_ru, sv_se, tr_tr

source: Auto Alt Text for Images
ar: النص البديل التلقائي للصور
de_de: Automatischer Alt-Text für Bilder
es_es: Texto Alt Automático para Imágenes
fi: Automaattinen Alt-teksti kuville
fr_fr: Alt Automatique pour vos images
hi_in: छवियों के लिए स्वचालित वैकल्पिक टेक्स्ट
it_it: Testo Alt Automatico per Immagini
pt_br: Texto Alt Automático para Imagens
ru_ru: Автоматический альтернативный текст для изображений
sv_se: Automatisk Alt-text för Bilder
tr_tr: Resimler için Otomatik Alt Metin

source: Automatically generate alt text and SEO metadata for images using ForVoyez API.
de_de: Generieren Sie automatisch Alt-Text und SEO-Metadaten für Bilder mit der ForVoyez API.
es_es: Genera automáticamente texto alternativo y metadatos SEO para las imágenes utilizando la API de ForVoyez.
fi: Luo automaattisesti alt-tekstiä ja SEO-metatietoja kuville käyttäen ForVoyez API:a.
fr_fr: Génère automatiquement du texte alternatif et des métadonnées SEO pour les images en utilisant l'API ForVoyez.
hi_in: ForVoyez API का उपयोग करके छवियों के लिए स्वचालित रूप से वैकल्पिक टेक्स्ट और SEO मेटाडेटा उत्पन्न करें।
it_it: Genera automaticamente testo alternativo e metadati SEO per le immagini utilizzando l'API ForVoyez.
ru_ru: Автоматически создавайте альтернативный текст и SEO-метаданные для изображений с помощью API ForVoyez.
tr_tr: ForVoyez API'sini kullanarak resimler için otomatik olarak alt metin ve SEO meta verileri oluşturun.

source: Auto Alt Text
ar: النص البديل التلقائي
es_es: Texto Alt Auto
fi: Automaattinen Alt-teksti
fr_fr: Texte Alt Auto
hi_in: स्वचालित वैकल्पिक टेक्स्ट
it_it: Testo Alt Automatico
pt_br: Texto Alt Automático
ru_ru: Автоматический альт. текст
sv_se: Automatisk Alt-text
tr_tr: Otomatik Alt Metin

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht genügend Berechtigungen, um auf diese Seite zuzugreifen.
es_es: No tienes permisos suficientes para acceder a esta página.
fi: Sinulla ei ole riittäviä oikeuksia tämän sivun käyttämiseen.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.
hi_in: आपके पास इस पृष्ठ तक पहुंचने के लिए पर्याप्त अनुमतियां नहीं हैं।
it_it: Non hai i permessi sufficienti per accedere a questa pagina.
ru_ru: У вас недостаточно прав для доступа к этой странице.
tr_tr: Bu sayfaya erişmek için yeterli izniniz yok.

source: Your ForVoyez API key is not configured. Please configure it to enable automatic alt text generation.
de_de: Ihr ForVoyez API-Schlüssel ist nicht konfiguriert. Bitte konfigurieren Sie ihn, um die automatische Alt-Text-Generierung zu aktivieren.
es_es: Tu clave API de ForVoyez no está configurada. Por favor, configúrala para activar la generación automática de texto alternativo.
fi: ForVoyez API-avaintasi ei ole määritetty. Määritä se ottaaksesi käyttöön automaattisen alt-tekstin luonnin.
fr_fr: Votre clé API ForVoyez n'est pas configurée. Veuillez la configurer pour activer la génération automatique de texte alternatif.
hi_in: आपकी ForVoyez API कुंजी कॉन्फ़िगर नहीं की गई है। स्वचालित वैकल्पिक टेक्स्ट जनरेशन सक्षम करने के लिए कृपया इसे कॉन्फ़िगर करें।
it_it: La tua chiave API ForVoyez non è configurata. Configurala per abilitare la generazione automatica del testo alternativo.
ru_ru: Ваш ключ API ForVoyez не настроен. Пожалуйста, настройте его для включения автоматической генерации альтернативного текста.
tr_tr: ForVoyez API anahtarınız yapılandırılmamış. Otomatik alt metin oluşturmayı etkinleştirmek için lütfen yapılandırın.

source: No images found matching the selected criteria.
de_de: Keine Bilder gefunden, die den ausgewählten Kriterien entsprechen.
es_es: No se encontraron imágenes que coincidan con los criterios seleccionados.
fi: Valittuja kriteerejä vastaavia kuvia ei löytynyt.
fr_fr: Aucune image trouvée correspondant aux critères sélectionnés.
hi_in: चयनित मानदंडों से मेल खाने वाली कोई छवि नहीं मिली।
it_it: Nessuna immagine trovata che corrisponda ai criteri selezionati.
ru_ru: Не найдено изображений, соответствующих выбранным критериям.
tr_tr: Seçilen kriterlere uygun resim bulunamadı.

source: Permission denied
de_de: Zugriff verweigert
es_es: Permiso denegado
fi: Käyttöoikeus evätty
fr_fr: Permission refusée
hi_in: अनुमति अस्वीकृत
it_it: Permesso negato
ru_ru: Доступ запрещен
tr_tr: İzin reddedildi

source: &laquo; Previous
de_de: &laquo; Zurück
es_es: &laquo; Anterior
fi: &laquo; Edellinen
fr_fr: &laquo; Précédent
hi_in: &laquo; पिछला
it_it: &laquo; Precedente
ru_ru: &laquo; Предыдущая
tr_tr: &laquo; Önceki

source: Next &raquo;
de_de: Weiter &raquo;
es_es: Siguiente &raquo;
fi: Seuraava &raquo;
fr_fr: Suivant &raquo;
hi_in: अगला &raquo;
it_it: Successivo &raquo;
ru_ru: Следующая &raquo;
tr_tr: Sonraki &raquo;

source: API key is not set
de_de: API-Schlüssel ist nicht gesetzt
es_es: La clave API no está configurada
fi: API-avainta ei ole asetettu
fr_fr: La clé API n'est pas définie
hi_in: API कुंजी सेट नहीं है
it_it: La chiave API non è impostata
ru_ru: Ключ API не установлен
tr_tr: API anahtarı ayarlanmamış

source: API key is valid
de_de: API-Schlüssel ist gültig
es_es: La clave API es válida
fi: API-avain on kelvollinen
fr_fr: La clé API est valide
hi_in: API कुंजी मान्य है
it_it: La chiave API è valida
ru_ru: Ключ API действителен
tr_tr: API anahtarı geçerli

source: Invalid API key
de_de: Ungültiger API-Schlüssel
es_es: Clave API inválida
fi: Virheellinen API-avain
fr_fr: Clé API invalide
hi_in: अमान्य API कुंजी
it_it: Chiave API non valida
ru_ru: Недействительный ключ API
tr_tr: Geçersiz API anahtarı

source: Image not found
de_de: Bild nicht gefunden
es_es: Imagen no encontrada
fi: Kuvaa ei löytynyt
fr_fr: Image non trouvée
hi_in: छवि नहीं मिली
it_it: Immagine non trovata
ru_ru: Изображение не найдено
tr_tr: Resim bulunamadı

source: Failed to read image file
de_de: Fehler beim Lesen der Bilddatei
es_es: No se pudo leer el archivo de imagen
fi: Kuvatiedoston lukeminen epäonnistui
fr_fr: Échec de la lecture du fichier image
hi_in: छवि फ़ाइल पढ़ने में विफल
it_it: Impossibile leggere il file immagine
ru_ru: Не удалось прочитать файл изображения
tr_tr: Resim dosyası okunamadı

source: Failed to decode API response
de_de: Fehler beim Decodieren der API-Antwort
es_es: No se pudo decodificar la respuesta de la API
fi: API-vastauksen purkaminen epäonnistui
fr_fr: Échec du décodage de la réponse de l'API
hi_in: API प्रतिक्रिया को डिकोड करने में विफल
it_it: Impossibile decodificare la risposta API
ru_ru: Не удалось декодировать ответ API
tr_tr: API yanıtı çözümlenemedi

source: Analysis successful
de_de: Analyse erfolgreich
es_es: Análisis exitoso
fi: Analyysi onnistui
fr_fr: Analyse réussie
hi_in: विश्लेषण सफल
it_it: Analisi riuscita
ru_ru: Анализ успешно завершен
tr_tr: Analiz başarılı

source: Invalid data
de_de: Ungültige Daten
es_es: Datos inválidos
fi: Virheelliset tiedot
fr_fr: Données invalides
hi_in: अमान्य डेटा
it_it: Dati non validi
ru_ru: Недействительные данные
tr_tr: Geçersiz veri

source: Metadata updated successfully
de_de: Metadaten erfolgreich aktualisiert
es_es: Metadatos actualizados correctamente
fi: Metatiedot päivitetty onnistuneesti
fr_fr: Métadonnées mises à jour avec succès
hi_in: मेटाडेटा सफलतापूर्वक अपडेट किया गया
it_it: Metadati aggiornati con successo
ru_ru: Метаданные успешно обновлены
tr_tr: Meta veriler başarıyla güncellendi

source: Invalid image ID
de_de: Ungültige Bild-ID
es_es: ID de imagen inválido
fi: Virheellinen kuvan tunnus
fr_fr: ID d'image invalide
hi_in: अमान्य छवि ID
it_it: ID immagine non valido
ru_ru: Недействительный ID изображения
tr_tr: Geçersiz resim ID'si

source: unknown_error
de_de: unbekannter_fehler
es_es: error_desconocido
fi: tuntematon_virhe
fr_fr: erreur_inconnue
hi_in: अज्ञात_त्रुटि
it_it: errore_sconosciuto
ru_ru: неизвестная_ошибка
tr_tr: bilinmeyen_hata

source: No valid images selected
de_de: Keine gültigen Bilder ausgewählt
es_es: No hay imágenes válidas seleccionadas
fi: Ei valittuja kelvollisia kuvia
fr_fr: Aucune image valide sélectionnée
hi_in: कोई मान्य छवियां चयनित नहीं
it_it: Nessuna immagine valida selezionata
ru_ru: Не выбрано действительных изображений
tr_tr: Geçerli resim seçilmedi

source: Processing started
de_de: Verarbeitung gestartet
es_es: Procesamiento iniciado
fi: Käsittely aloitettu
fr_fr: Traitement commencé
hi_in: प्रोसेसिंग शुरू हुई
it_it: Elaborazione avviata
ru_ru: Обработка начата
tr_tr: İşlem başladı

source: No images provided
de_de: Keine Bilder vorhanden
es_es: No se proporcionaron imágenes
fi: Kuvia ei annettu
fr_fr: Aucune image fournie
hi_in: कोई छवियां प्रदान नहीं की गईं
it_it: Nessuna immagine fornita
ru_ru: Изображения не предоставлены
tr_tr: Resim sağlanmadı

source: Title:
de_de: Titel:
es_es: Título:
fi: Otsikko:
fr_fr: Titre :
hi_in: शीर्षक:
it_it: Titolo:
ru_ru: Заголовок:
tr_tr: Başlık:

source: Not set
de_de: Nicht gesetzt
es_es: No establecido
fi: Ei asetettu
fr_fr: Non défini
hi_in: सेट नहीं
it_it: Non impostato
ru_ru: Не установлено
tr_tr: Ayarlanmamış

source: Alt Text:
es_es: Texto Alt:
fi: Alt-teksti:
fr_fr: Texte alternatif :
hi_in: वैकल्पिक टेक्स्ट:
it_it: Testo Alt:
ru_ru: Альтернативный текст:
tr_tr: Alt Metin:

source: Caption:
de_de: Bildunterschrift:
es_es: Leyenda:
fi: Kuvateksti:
fr_fr: Légende :
hi_in: कैप्शन:
it_it: Didascalia:
ru_ru: Подпись:
tr_tr: Altyazı:

source: All Complete
de_de: Alles vollständig
es_es: Todo Completo
fi: Kaikki valmiina
fr_fr: Tout est complet
hi_in: सभी पूर्ण
it_it: Tutto Completo
ru_ru: Все завершено
tr_tr: Tümü Tamamlandı

source: Missing %s
de_de: %s fehlt
es_es: %s faltante
fi: Puuttuva %s
fr_fr: %s manquant
hi_in: %s गायब है
it_it: Manca %s
ru_ru: Отсутствует %s
tr_tr: Eksik %s

source: Analyze
de_de: Analysieren
es_es: Analizar
fi: Analysoi
fr_fr: Analyser
hi_in: विश्लेषण करें
it_it: Analizza
ru_ru: Анализировать
tr_tr: Analiz Et

source: Details
es_es: Detalles
fi: Tiedot
fr_fr: Détails
hi_in: विवरण
it_it: Dettagli
ru_ru: Подробности
tr_tr: Detaylar

source: API key cannot be empty
de_de: API-Schlüssel darf nicht leer sein
es_es: La clave API no puede estar vacía
fi: API-avain ei voi olla tyhjä
fr_fr: La clé API ne peut pas être vide
hi_in: API कुंजी खाली नहीं हो सकती
it_it: La chiave API non può essere vuota
ru_ru: Ключ API не может быть пустым
tr_tr: API anahtarı boş olamaz

source: API key saved successfully
de_de: API-Schlüssel erfolgreich gespeichert
es_es: Clave API guardada correctamente
fi: API-avain tallennettu onnistuneesti
fr_fr: Clé API enregistrée avec succès
hi_in: API कुंजी सफलतापूर्वक सहेजी गई
it_it: Chiave API salvata con successo
ru_ru: Ключ API успешно сохранен
tr_tr: API anahtarı başarıyla kaydedildi

source: Invalid API key format. Please enter a valid ForVoyez JWT.
de_de: Ungültiges API-Schlüsselformat. Bitte geben Sie einen gültigen ForVoyez JWT ein.
es_es: Formato de clave API inválido. Por favor, introduce un JWT de ForVoyez válido.
fi: Virheellinen API-avaimen muoto. Anna kelvollinen ForVoyez JWT.
fr_fr: Format de clé API invalide. Veuillez entrer un JWT ForVoyez valide.
hi_in: अमान्य API कुंजी प्रारूप। कृपया एक मान्य ForVoyez JWT दर्ज करें।
it_it: Formato della chiave API non valido. Inserisci un JWT ForVoyez valido.
ru_ru: Недопустимый формат ключа API. Пожалуйста, введите действительный JWT ForVoyez.
tr_tr: Geçersiz API anahtarı formatı. Lütfen geçerli bir ForVoyez JWT girin.

source: Invalid JWT format
de_de: Ungültiges JWT-Format
es_es: Formato JWT inválido
fi: Virheellinen JWT-muoto
fr_fr: Format JWT invalide
hi_in: अमान्य JWT प्रारूप
it_it: Formato JWT non valido
ru_ru: Недопустимый формат JWT
tr_tr: Geçersiz JWT formatı

source: Invalid JWT payload
de_de: Ungültige JWT-Nutzlast
es_es: Carga útil JWT inválida
fi: Virheellinen JWT-hyötykuorma
fr_fr: Charge utile JWT invalide
hi_in: अमान्य JWT पेलोड
it_it: Payload JWT non valido
ru_ru: Недопустимая полезная нагрузка JWT
tr_tr: Geçersiz JWT yükü

source: Invalid JWT issuer
de_de: Ungültiger JWT-Aussteller
es_es: Emisor JWT inválido
fi: Virheellinen JWT-myöntäjä
fr_fr: Émetteur JWT invalide
hi_in: अमान्य JWT जारीकर्ता
it_it: Emittente JWT non valido
ru_ru: Недопустимый эмитент JWT
tr_tr: Geçersiz JWT yayıncısı

source: Invalid JWT audience
de_de: Ungültige JWT-Zielgruppe
es_es: Audiencia JWT inválida
fi: Virheellinen JWT-yleisö
fr_fr: Audience JWT invalide
hi_in: अमान्य JWT दर्शक
it_it: Pubblico JWT non valido
ru_ru: Недопустимая аудитория JWT
tr_tr: Geçersiz JWT hedef kitlesi

source: JWT has expired
de_de: JWT ist abgelaufen
es_es: JWT ha expirado
fi: JWT on vanhentunut
fr_fr: Le JWT a expiré
hi_in: JWT समाप्त हो गया है
it_it: JWT scaduto
ru_ru: Срок действия JWT истек
tr_tr: JWT'nin süresi doldu

source: Legend :
de_de: Legende :
es_es: Leyenda :
fi: Selite :
fr_fr: Légende :
hi_in: लीजेंड :
it_it: Legenda :
ru_ru: Легенда :
tr_tr: Açıklama :

source: Missing Alt Text :
de_de: Fehlender Alt-Text :
es_es: Texto Alt faltante :
fi: Puuttuva Alt-teksti :
fr_fr: Texte alternatif manquant :
hi_in: गायब वैकल्पिक टेक्स्ट :
it_it: Testo Alt Mancante :
ru_ru: Отсутствует альтернативный текст :
tr_tr: Eksik Alt Metin :

source: Missing Alt Text
de_de: Fehlender Alt-Text
es_es: Texto Alt faltante
fi: Puuttuva Alt-teksti
fr_fr: Texte alternatif manquant
hi_in: गायब वैकल्पिक टेक्स्ट
it_it: Testo Alt Mancante
ru_ru: Отсутствует альтернативный текст
tr_tr: Eksik Alt Metin

source: Missing title :
de_de: Fehlender Titel :
es_es: Título faltante :
fi: Puuttuva otsikko :
fr_fr: Titre manquant :
hi_in: गायब शीर्षक :
it_it: Titolo mancante :
ru_ru: Отсутствует заголовок :
tr_tr: Eksik başlık :

source: Missing Title
de_de: Fehlender Titel
es_es: Título faltante
fi: Puuttuva otsikko
fr_fr: Titre manquant
hi_in: गायब शीर्षक
it_it: Titolo Mancante
ru_ru: Отсутствует заголовок
tr_tr: Eksik Başlık

source: Missing caption :
de_de: Fehlende Bildunterschrift :
es_es: Leyenda faltante :
fi: Puuttuva kuvateksti :
fr_fr: Légende manquante :
hi_in: गायब कैप्शन :
it_it: Didascalia mancante :
ru_ru: Отсутствует подпись :
tr_tr: Eksik altyazı :

source: Missing Caption
de_de: Fehlende Bildunterschrift
es_es: Leyenda faltante
fi: Puuttuva kuvateksti
fr_fr: Légende manquante
hi_in: गायब कैप्शन
it_it: Didascalia Mancante
ru_ru: Отсутствует подпись
tr_tr: Eksik Altyazı

source: All complete :
de_de: Alles vollständig :
es_es: Todo completo :
fi: Kaikki valmiina :
fr_fr: Tout est complet :
hi_in: सभी पूर्ण :
it_it: Tutto completo :
ru_ru: Все завершено :
tr_tr: Tümü tamamlandı :

source: Items per page:
de_de: Elemente pro Seite:
es_es: Elementos por página:
fi: Kohteita sivulla:
fr_fr: Éléments par page :
hi_in: प्रति पृष्ठ आइटम:
it_it: Elementi per pagina:
ru_ru: Элементов на странице:
tr_tr: Sayfa başına öğe:

source: All
de_de: Alle
es_es: Todos
fi: Kaikki
fr_fr: Tous
hi_in: सभी
it_it: Tutti
ru_ru: Все
tr_tr: Tümü

source: Analyze all missing alt/caption/title images
de_de: Alle Bilder mit fehlendem Alt-Text/Bildunterschrift/Titel analysieren
es_es: Analizar todas las imágenes con alt/leyenda/título faltante
fi: Analysoi kaikki kuvat, joista puuttuu alt-teksti/kuvateksti/otsikko
fr_fr: Analyser toutes les images avec alt/légende/titre manquant
hi_in: सभी गायब वैकल्पिक टेक्स्ट/कैप्शन/शीर्षक वाली छवियों का विश्लेषण करें
it_it: Analizza tutte le immagini con alt/didascalia/titolo mancante
ru_ru: Анализировать все изображения с отсутствующим альт. текстом/подписью/заголовком
tr_tr: Eksik alt/altyazı/başlık içeren tüm resimleri analiz et

source: Analyze all missing alt images
de_de: Alle Bilder mit fehlendem Alt-Text analysieren
es_es: Analizar todas las imágenes con alt faltante
fi: Analysoi kaikki kuvat, joista puuttuu alt-teksti
fr_fr: Analyser toutes les images avec alt manquant
hi_in: सभी गायब वैकल्पिक टेक्स्ट वाली छवियों का विश्लेषण करें
it_it: Analizza tutte le immagini con alt mancante
ru_ru: Анализировать все изображения с отсутствующим альт. текстом
tr_tr: Eksik alt metni olan tüm resimleri analiz et

source: Analyze all images
de_de: Alle Bilder analysieren
es_es: Analizar todas las imágenes
fi: Analysoi kaikki kuvat
fr_fr: Analyser toutes les images
hi_in: सभी छवियों का विश्लेषण करें
it_it: Analizza tutte le immagini
ru_ru: Анализировать все изображения
tr_tr: Tüm resimleri analiz et

source: Select All
de_de: Alle auswählen
es_es: Seleccionar Todo
fi: Valitse kaikki
fr_fr: Tout sélectionner
hi_in: सभी का चयन करें
it_it: Seleziona Tutto
ru_ru: Выбрать все
tr_tr: Tümünü Seç

source: Analyze Selected Images
de_de: Ausgewählte Bilder analysieren
es_es: Analizar Imágenes Seleccionadas
fi: Analysoi valitut kuvat
fr_fr: Analyser les images sélectionnées
hi_in: चयनित छवियों का विश्लेषण करें
it_it: Analizza Immagini Selezionate
ru_ru: Анализировать выбранные изображения
tr_tr: Seçili Resimleri Analiz Et

source: Confirm Analysis
de_de: Analyse bestätigen
es_es: Confirmar Análisis
fi: Vahvista analyysi
fr_fr: Confirmer l'analyse
hi_in: विश्लेषण की पुष्टि करें
it_it: Conferma Analisi
ru_ru: Подтвердить анализ
tr_tr: Analizi Onayla

source: Confirm
de_de: Bestätigen
es_es: Confirmar
fi: Vahvista
fr_fr: Confirmer
hi_in: पुष्टि करें
it_it: Conferma
ru_ru: Подтвердить
tr_tr: Onayla

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fi: Peruuta
fr_fr: Annuler
hi_in: रद्द करें
it_it: Annulla
ru_ru: Отмена
tr_tr: İptal

source: ForVoyez API Settings
de_de: ForVoyez API-Einstellungen
es_es: Configuración de la API de ForVoyez
fi: ForVoyez API-asetukset
fr_fr: Paramètres de l'API ForVoyez
hi_in: ForVoyez API सेटिंग्स
it_it: Impostazioni API ForVoyez
ru_ru: Настройки API ForVoyez
tr_tr: ForVoyez API Ayarları

source: Enter your ForVoyez API key below:
de_de: Geben Sie unten Ihren ForVoyez API-Schlüssel ein:
es_es: Introduce tu clave API de ForVoyez a continuación:
fi: Syötä ForVoyez API-avaimesi alle:
fr_fr: Entrez votre clé API ForVoyez ci-dessous :
hi_in: नीचे अपनी ForVoyez API कुंजी दर्ज करें:
it_it: Inserisci la tua chiave API ForVoyez qui sotto:
ru_ru: Введите ваш ключ API ForVoyez ниже:
tr_tr: ForVoyez API anahtarınızı aşağıya girin:

source: Toggle API key visibility
de_de: API-Schlüsselsichtbarkeit umschalten
es_es: Alternar visibilidad de la clave API
fi: Vaihda API-avaimen näkyvyyttä
fr_fr: Basculer la visibilité de la clé API
hi_in: API कुंजी दृश्यता टॉगल करें
it_it: Attiva/disattiva la visibilità della chiave API
ru_ru: Переключить видимость ключа API
tr_tr: API anahtarı görünürlüğünü değiştir

source: Save API Key
de_de: API-Schlüssel speichern
es_es: Guardar clave API
fi: Tallenna API-avain
fr_fr: Enregistrer la clé API
hi_in: API कुंजी सहेजें
it_it: Salva Chiave API
ru_ru: Сохранить ключ API
tr_tr: API Anahtarını Kaydet

source: Close
de_de: Schließen
es_es: Cerrar
fi: Sulje
fr_fr: Fermer
hi_in: बंद करें
it_it: Chiudi
ru_ru: Закрыть
tr_tr: Kapat

source: API Configuration
de_de: API-Konfiguration
es_es: Configuración de la API
fi: API-määritykset
fr_fr: Configuration de l'API
hi_in: API कॉन्फ़िगरेशन
it_it: Configurazione API
ru_ru: Конфигурация API
tr_tr: API Yapılandırması

source: Manage your ForVoyez API settings here
de_de: Verwalten Sie hier Ihre ForVoyez API-Einstellungen
es_es: Gestiona aquí la configuración de tu API ForVoyez
fi: Hallitse ForVoyez API-asetuksiasi täällä
fr_fr: Gérez vos paramètres de l'API ForVoyez ici
hi_in: अपनी ForVoyez API सेटिंग्स यहां प्रबंधित करें
it_it: Gestisci qui le tue impostazioni API ForVoyez
ru_ru: Управляйте настройками API ForVoyez здесь
tr_tr: ForVoyez API ayarlarınızı buradan yönetin

source: About ForVoyez API
de_de: Über die ForVoyez API
es_es: Acerca de la API de ForVoyez
fi: Tietoa ForVoyez API:sta
fr_fr: À propos de l'API ForVoyez
hi_in: ForVoyez API के बारे में
it_it: Informazioni sull'API ForVoyez
ru_ru: О API ForVoyez
tr_tr: ForVoyez API Hakkında

source: ForVoyez API provides powerful image analysis capabilities for your WordPress site. To use this plugin, you need to obtain an API key from ForVoyez.
de_de: Die ForVoyez API bietet leistungsstarke Bildanalysefunktionen für Ihre WordPress-Website. Um dieses Plugin zu nutzen, benötigen Sie einen API-Schlüssel von ForVoyez.
es_es: La API de ForVoyez proporciona potentes capacidades de análisis de imágenes para tu sitio WordPress. Para utilizar este plugin, necesitas obtener una clave API de ForVoyez.
fi: ForVoyez API tarjoaa tehokkaat kuva-analyysitoiminnot WordPress-sivustollesi. Tämän lisäosan käyttämiseksi sinun on hankittava API-avain ForVoyezilta.
fr_fr: L'API ForVoyez fournit de puissantes capacités d'analyse d'images pour votre site WordPress. Pour utiliser ce plugin, vous devez obtenir une clé API auprès de ForVoyez.
hi_in: ForVoyez API आपकी WordPress साइट के लिए शक्तिशाली छवि विश्लेषण क्षमताएं प्रदान करता है। इस प्लगइन का उपयोग करने के लिए, आपको ForVoyez से एक API कुंजी प्राप्त करने की आवश्यकता है।
it_it: L'API ForVoyez fornisce potenti funzionalità di analisi delle immagini per il tuo sito WordPress. Per utilizzare questo plugin, devi ottenere una chiave API da ForVoyez.
ru_ru: API ForVoyez предоставляет мощные возможности анализа изображений для вашего сайта WordPress. Для использования этого плагина вам необходимо получить ключ API от ForVoyez.
tr_tr: ForVoyez API, WordPress siteniz için güçlü resim analiz özellikleri sağlar. Bu eklentiyi kullanmak için ForVoyez'den bir API anahtarı almanız gerekir.

source: To get started:
de_de: Erste Schritte:
es_es: Para empezar:
fi: Aloittaaksesi:
fr_fr: Pour commencer :
hi_in: शुरू करने के लिए:
it_it: Per iniziare:
ru_ru: Чтобы начать:
tr_tr: Başlamak için:

source: Visit the <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez signup page</a> to create an account.
de_de: Besuchen Sie die <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez Anmeldeseite</a>, um ein Konto zu erstellen.
es_es: Visita la <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">página de registro de ForVoyez</a> para crear una cuenta.
fi: Vieraile <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez rekisteröintisivulla</a> luodaksesi tilin.
fr_fr: Visitez la <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">page d'inscription ForVoyez</a> pour créer un compte.
hi_in: खाता बनाने के लिए <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez साइनअप पेज</a> पर जाएँ।
it_it: Visita la <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">pagina di registrazione ForVoyez</a> per creare un account.
ru_ru: Посетите <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">страницу регистрации ForVoyez</a>, чтобы создать аккаунт.
tr_tr: Bir hesap oluşturmak için <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez kayıt sayfasını</a> ziyaret edin.
