Repository: For-Hives/ForVoyez-Wordpress-plugin
Catalog: languages/auto-alt-text-for-images-readme-*.po
Languages: ar, de_de, es_es, hi_in, it_it, pt_br, ru_ru, sv_se, zh_cn

source: * **Batch Processing**: Process all existing images in your media library with a single click.
ar: * **المعالجة الدفعية**: معالجة جميع الصور الموجودة في مكتبة الوسائط الخاصة بك بنقرة واحدة.
it_it: * **Elaborazione in Batch**: Elabora tutte le immagini esistenti nella tua libreria media con un solo clic.
pt_br: * **Processamento em Lote**: Processe todas as imagens existentes em sua biblioteca de mídia com um único clique.
ru_ru: * **Пакетная обработка**: Обработайте все существующие изображения в вашей медиатеке одним нажатием.
sv_se: * **Batchbearbetning**: Bearbeta alla befintliga bilder i ditt mediebibliotek med ett enda klick.

source: * **Automatic Processing**: Automatically generate alt text for new images as they are uploaded.
ar: * **المعالجة التلقائية**: إنشاء نص بديل تلقائيًا للصور الجديدة عند تحميلها.
it_it: * **Elaborazione Automatica**: Genera automaticamente testo alternativo per le nuove immagini man mano che vengono caricate.
pt_br: * **Processamento Automático**: Gere automaticamente texto alternativo para novas imagens à medida que são carregadas.
ru_ru: * **Автоматическая обработка**: Автоматически создавайте альтернативный текст для новых изображений при их загрузке.
sv_se: * **Automatisk bearbetning**: Generera automatiskt alt-text för nya bilder när de laddas upp.

source: * **Customizable Output**: Choose to generate only alt text or include titles and captions too.
ar: * **مخرجات قابلة للتخصيص**: اختر إنشاء النص البديل فقط أو تضمين العناوين والتعليقات التوضيحية أيضًا.
it_it: * **Output Personalizzabile**: Scegli di generare solo testo alternativo o includi anche titoli e didascalie.
pt_br: * **Saída Personalizável**: Escolha gerar apenas texto alternativo ou incluir títulos e legendas também.
ru_ru: * **Настраиваемый вывод**: Выберите генерацию только альтернативного текста или включите также заголовки и подписи.
sv_se: * **Anpassningsbar utdata**: Välj att generera endast alt-text eller inkludera även titlar och bildtexter.

source: * **Multilingual Support**: Generate alt text in multiple languages to support international audiences.
ar: * **دعم متعدد اللغات**: إنشاء نص بديل بلغات متعددة لدعم الجماهير الدولية.
it_it: * **Supporto Multilingua**: Genera testo alternativo in più lingue per supportare un pubblico internazionale.
pt_br: * **Suporte Multilíngue**: Gere texto alternativo em vários idiomas para atender públicos internacionais.
ru_ru: * **Многоязычная поддержка**: Создавайте альтернативный текст на нескольких языках для поддержки международной аудитории.
sv_se: * **Flerspråkigt stöd**: Generera alt-text på flera språk för att stödja internationella målgrupper.

source: * **User-Friendly Interface**: Simple, intuitive settings panel for easy configuration.
ar: * **واجهة سهلة الاستخدام**: لوحة إعدادات بسيطة وبديهية لسهولة التكوين.
it_it: * **Interfaccia Intuitiva**: Pannello delle impostazioni semplice e intuitivo per una facile configurazione.
pt_br: * **Interface Amigável**: Painel de configurações simples e intuitivo para fácil configuração.
ru_ru: * **Удобный интерфейс**: Простая, интуитивно понятная панель настроек для легкой конфигурации.
sv_se: * **Användarvänligt gränssnitt**: Enkel, intuitiv inställningspanel för enkel konfiguration.

source: 1. Install and activate the plugin.
ar: 1. قم بتثبيت وتفعيل الإضافة.
it_it: 1. Installa e attiva il plugin.
pt_br: 1. Instale e ative o plugin.
ru_ru: 1. Установите и активируйте плагин.
sv_se: 1. Installera och aktivera tillägget.

source: 2. Go to **Settings > Auto Alt Text** to configure the plugin.
ar: 2. انتقل إلى **الإعدادات > النص البديل التلقائي** لتكوين الإضافة.
it_it: 2. Vai a **Impostazioni > Testo Alt Automatico** per configurare il plugin.
pt_br: 2. Vá para **Configurações > Texto Alt Automático** para configurar o plugin.
ru_ru: 2. Перейдите в **Настройки > Авто Alt-текст** для настройки плагина.
sv_se: 2. Gå till **Inställningar > Automatisk Alt-text** för att konfigurera tillägget.

source: 3. Enter your ForVoyez API key. (Don't have one? [Get it here](https://forvoyez.com))
ar: 3. أدخل مفتاح API الخاص بـ ForVoyez. (ليس لديك واحدًا؟ [احصل عليه هنا](https://forvoyez.com))
it_it: 3. Inserisci la tua chiave API ForVoyez. (Non ne hai una? [Ottienila qui](https://forvoyez.com))
pt_br: 3. Digite sua chave API ForVoyez. (Não tem uma? [Obtenha aqui](https://forvoyez.com))
ru_ru: 3. Введите ваш API-ключ ForVoyez. (У вас его нет? [Получите здесь](https://forvoyez.com))
sv_se: 3. Ange din ForVoyez API-nyckel. (Har du ingen? [Skaffa en här](https://forvoyez.com))

source: 4. Configure your preferences for language, output format, and other options.
ar: 4. قم بتكوين تفضيلاتك للغة وتنسيق الإخراج والخيارات الأخرى.
it_it: 4. Configura le tue preferenze per lingua, formato di output e altre opzioni.
pt_br: 4. Configure suas preferências de idioma, formato de saída e outras opções.
ru_ru: 4. Настройте ваши предпочтения для языка, формата вывода и других опций.
sv_se: 4. Konfigurera dina inställningar för språk, utdataformat och andra alternativ.

source: 5. Use the 'Batch Processing' option to generate alt text for all existing images.
ar: 5. استخدم خيار 'المعالجة الدفعية' لإنشاء نص بديل لجميع الصور الموجودة.
it_it: 5. Utilizza l'opzione 'Elaborazione in Batch' per generare testo alternativo per tutte le immagini esistenti.
pt_br: 5. Use a opção 'Processamento em Lote' para gerar texto alternativo para todas as imagens existentes.
ru_ru: 5. Используйте опцию 'Пакетная обработка' для создания альтернативного текста для всех существующих изображений.
sv_se: 5. Använd alternativet 'Batchbearbetning' för att generera alt-text för alla befintliga bilder.

source: ### Technical Details
ar: ### التفاصيل التقنية
it_it: ### Dettagli Tecnici
pt_br: ### Detalhes Técnicos
ru_ru: ### Технические детали
sv_se: ### Tekniska detaljer

source: The plugin securely processes your images through the ForVoyez API to generate accurate and relevant alt text. Your images are analyzed using advanced computer vision and natural language processing algorithms to create descriptions that are both informative for users and optimized for search engines.
ar: تقوم الإضافة بمعالجة صورك بشكل آمن من خلال واجهة برمجة تطبيقات ForVoyez لإنشاء نص بديل دقيق وذي صلة. يتم تحليل صورك باستخدام خوارزميات رؤية الكمبيوتر المتقدمة ومعالجة اللغة الطبيعية لإنشاء أوصاف مفيدة للمستخدمين ومحسنة لمحركات البحث.
it_it: Il plugin elabora in modo sicuro le tue immagini attraverso l'API ForVoyez per generare testo alternativo accurato e pertinente. Le tue immagini vengono analizzate utilizzando algoritmi avanzati di visione artificiale e elaborazione del linguaggio naturale per creare descrizioni che siano sia informative per gli utenti che ottimizzate per i motori di ricerca.
pt_br: O plugin processa com segurança suas imagens através da API ForVoyez para gerar texto alternativo preciso e relevante. Suas imagens são analisadas usando algoritmos avançados de visão computacional e processamento de linguagem natural para criar descrições que são informativas para os usuários e otimizadas para motores de busca.
ru_ru: Плагин безопасно обрабатывает ваши изображения через API ForVoyez для создания точного и релевантного альтернативного текста. Ваши изображения анализируются с использованием продвинутых алгоритмов компьютерного зрения и обработки естественного языка для создания описаний, которые информативны для пользователей и оптимизированы для поисковых систем.
sv_se: Tillägget bearbetar dina bilder säkert genom ForVoyez API för att generera korrekt och relevant alt-text. Dina bilder analyseras med hjälp av avancerade algoritmer för datorseende och språkbearbetning för att skapa beskrivningar som både är informativa för användare och optimerade för sökmotorer.

source: 1. Upload the plugin files to the `/wp-content/plugins/auto-alt-text-for-images` directory, or install the plugin through the WordPress plugins screen directly.
ar: 1. قم بتحميل ملفات الإضافة إلى دليل `/wp-content/plugins/auto-alt-text-for-images`، أو قم بتثبيت الإضافة مباشرة من خلال شاشة إضافات WordPress.
it_it: 1. Carica i file del plugin nella directory `/wp-content/plugins/auto-alt-text-for-images`, o installa il plugin direttamente dalla schermata plugin di WordPress.
pt_br: 1. Faça upload dos arquivos do plugin para o diretório `/wp-content/plugins/auto-alt-text-for-images`, ou instale o plugin diretamente pela tela de plugins do WordPress.
ru_ru: 1. Загрузите файлы плагина в каталог `/wp-content/plugins/auto-alt-text-for-images` или установите плагин непосредственно через экран плагинов WordPress.
sv_se: 1. Ladda upp tilläggsfilerna till katalogen `/wp-content/plugins/auto-alt-text-for-images`, eller installera tillägget direkt via WordPress-skärmen för tillägg.

source: 2. Activate the plugin through the 'Plugins' screen in WordPress.
ar: 2. قم بتفعيل الإضافة من خلال شاشة 'الإضافات' في WordPress.
it_it: 2. Attiva il plugin dalla schermata 'Plugin' in WordPress.
pt_br: 2. Ative o plugin através da tela 'Plugins' no WordPress.
ru_ru: 2. Активируйте плагин через экран 'Плагины' в WordPress.
sv_se: 2. Aktivera tillägget via 'Tillägg'-skärmen i WordPress.

source: 3. Go to **Settings > Auto Alt Text** to configure the plugin settings.
ar: 3. انتقل إلى **الإعدادات > النص البديل التلقائي** لتكوين إعدادات الإضافة.
it_it: 3. Vai a **Impostazioni > Testo Alt Automatico** per configurare le impostazioni del plugin.
pt_br: 3. Vá para **Configurações > Texto Alt Automático** para configurar as configurações do plugin.
ru_ru: 3. Перейдите в **Настройки > Авто Alt-текст** для настройки параметров плагина.
sv_se: 3. Gå till **Inställningar > Automatisk Alt-text** för att konfigurera tilläggsinställningarna.

source: 4. Enter your ForVoyez API key.
ar: 4. أدخل مفتاح API الخاص بـ ForVoyez.
it_it: 4. Inserisci la tua chiave API ForVoyez.
pt_br: 4. Digite sua chave API ForVoyez.
ru_ru: 4. Введите ваш API-ключ ForVoyez.
sv_se: 4. Ange din ForVoyez API-nyckel.

source: 5. Configure your preferences and save the settings.
ar: 5. قم بتكوين تفضيلاتك وحفظ الإعدادات.
it_it: 5. Configura le tue preferenze e salva le impostazioni.
pt_br: 5. Configure suas preferências e salve as configurações.
ru_ru: 5. Настройте ваши предпочтения и сохраните настройки.
sv_se: 5. Konfigurera dina inställningar och spara dem.

source: = Why do I need an API key? =
ar: = لماذا أحتاج إلى مفتاح API؟ =
it_it: = Perché ho bisogno di una chiave API? =
pt_br: = Por que preciso de uma chave API? =
ru_ru: = Почему мне нужен API-ключ? =
sv_se: = Varför behöver jag en API-nyckel? =

source: The API key is required to access the ForVoyez image analysis services that power the alt text generation. You can get an API key by signing up at [https://forvoyez.com](https://forvoyez.com).
ar: مفتاح API مطلوب للوصول إلى خدمات تحليل الصور من ForVoyez التي تعمل على توليد النص البديل. يمكنك الحصول على مفتاح API عن طريق التسجيل في [https://forvoyez.com](https://forvoyez.com).
it_it: La chiave API è necessaria per accedere ai servizi di analisi delle immagini di ForVoyez che alimentano la generazione del testo alternativo. Puoi ottenere una chiave API registrandoti su [https://forvoyez.com](https://forvoyez.com).
pt_br: A chave API é necessária para acessar os serviços de análise de imagem ForVoyez que alimentam a geração de texto alternativo. Você pode obter uma chave API registrando-se em [https://forvoyez.com](https://forvoyez.com).
ru_ru: API-ключ необходим для доступа к сервисам анализа изображений ForVoyez, которые обеспечивают генерацию альтернативного текста. Вы можете получить API-ключ, зарегистрировавшись на сайте [https://forvoyez.com](https://forvoyez.com).
sv_se: API-nyckeln krävs för att få tillgång till ForVoyez bildanalystjänster som driver genereringen av alt-text. Du kan få en API-nyckel genom att registrera dig på [https://forvoyez.com](https://forvoyez.com).

source: Yes, you can configure the language, maximum length, and optimization level for the generated alt text. Additionally, you can always manually edit the generated alt text after it's created.
ar: نعم، يمكنك تكوين اللغة والحد الأقصى للطول ومستوى التحسين للنص البديل المُنشأ. بالإضافة إلى ذلك، يمكنك دائمًا تحرير النص البديل المُنشأ يدويًا بعد إنشائه.
it_it: Sì, puoi configurare la lingua, la lunghezza massima e il livello di ottimizzazione per il testo alternativo generato. Inoltre, puoi sempre modificare manualmente il testo alternativo generato dopo che è stato creato.
pt_br: Sim, você pode configurar o idioma, comprimento máximo e nível de otimização para o texto alternativo gerado. Além disso, você sempre pode editar manualmente o texto alternativo gerado depois de criado.
ru_ru: Да, вы можете настроить язык, максимальную длину и уровень оптимизации для сгенерированного альтернативного текста. Кроме того, вы всегда можете вручную редактировать сгенерированный альтернативный текст после его создания.
sv_se: Ja, du kan konfigurera språk, maximal längd och optimeringsnivå för den genererade alt-texten. Dessutom kan du alltid manuellt redigera den genererade alt-texten efter att den har skapats.

source: The plugin supports all common image formats, including JPEG, PNG, GIF, WebP, and more. Any image format that WordPress supports can be processed by the plugin.
ar: تدعم الإضافة جميع تنسيقات الصور الشائعة، بما في ذلك JPEG وPNG وGIF وWebP والمزيد. يمكن معالجة أي تنسيق صورة يدعمه WordPress بواسطة الإضافة.
it_it: Il plugin supporta tutti i formati di immagine comuni, inclusi JPEG, PNG, GIF, WebP e altri. Qualsiasi formato di immagine supportato da WordPress può essere elaborato dal plugin.
pt_br: O plugin suporta todos os formatos de imagem comuns, incluindo JPEG, PNG, GIF, WebP e mais. Qualquer formato de imagem que o WordPress suporte pode ser processado pelo plugin.
ru_ru: Плагин поддерживает все распространенные форматы изображений, включая JPEG, PNG, GIF, WebP и другие. Любой формат изображений, поддерживаемый WordPress, может быть обработан плагином.
sv_se: Tillägget stöder alla vanliga bildformat, inklusive JPEG, PNG, GIF, WebP och fler. Alla bildformat som WordPress stöder kan bearbetas av tillägget.

source: No, the alt text generation happens in the background and doesn't affect your website's front-end performance. When new images are uploaded, the alt text is generated during the upload process without impacting user experience.
ar: لا، يحدث إنشاء النص البديل في الخلفية ولا يؤثر على أداء واجهة موقعك. عندما يتم تحميل صور جديدة، يتم إنشاء النص البديل أثناء عملية التحميل دون التأثير على تجربة المستخدم.
it_it: No, la generazione del testo alternativo avviene in background e non influisce sulle prestazioni front-end del tuo sito web. Quando vengono caricate nuove immagini, il testo alternativo viene generato durante il processo di caricamento senza impattare sull'esperienza utente.
pt_br: Não, a geração de texto alternativo acontece em segundo plano e não afeta o desempenho front-end do seu site. Quando novas imagens são carregadas, o texto alternativo é gerado durante o processo de upload sem impactar a experiência do usuário.
ru_ru: Нет, генерация альтернативного текста происходит в фоновом режиме и не влияет на производительность интерфейса вашего веб-сайта. Когда загружаются новые изображения, альтернативный текст создается во время процесса загрузки без влияния на пользовательский опыт.
sv_se: Nej, genereringen av alt-text sker i bakgrunden och påverkar inte din webbplats prestanda i frontend. När nya bilder laddas upp genereras alt-texten under uppladdningsprocessen utan att påverka användarupplevelsen.

source: = How does the batch processing work? =
ar: = كيف تعمل المعالجة الدفعية؟ =
it_it: = Come funziona l'elaborazione in batch? =
pt_br: = Como funciona o processamento em lote? =
ru_ru: = Как работает пакетная обработка? =
sv_se: = Hur fungerar batchbearbetningen? =

source: The batch processing feature scans your media library and processes all images that don't already have alt text. Depending on the number of images, this process may take some time to complete.
ar: تقوم ميزة المعالجة الدفعية بمسح مكتبة الوسائط الخاصة بك ومعالجة جميع الصور التي لا تحتوي بالفعل على نص بديل. اعتمادًا على عدد الصور، قد تستغرق هذه العملية بعض الوقت لإكمالها.
it_it: La funzione di elaborazione in batch scansiona la tua libreria media ed elabora tutte le immagini che non hanno già un testo alternativo. A seconda del numero di immagini, questo processo potrebbe richiedere un po' di tempo per essere completato.
pt_br: O recurso de processamento em lote escaneia sua biblioteca de mídia e processa todas as imagens que ainda não têm texto alternativo. Dependendo do número de imagens, este processo pode levar algum tempo para ser concluído.
ru_ru: Функция пакетной обработки сканирует вашу медиатеку и обрабатывает все изображения, которые еще не имеют альтернативного текста. В зависимости от количества изображений этот процесс может занять некоторое время.
sv_se: Batchbearbetningsfunktionen skannar ditt mediebibliotek och bearbetar alla bilder som inte redan har alt-text. Beroende på antalet bilder kan denna process ta lite tid att slutföra.

source: = Does this plugin work with multilingual websites? =
ar: = هل تعمل هذه الإضافة مع مواقع الويب متعددة اللغات؟ =
it_it: = Questo plugin funziona con siti web multilingua? =
pt_br: = Este plugin funciona com sites multilíngues? =
ru_ru: = Работает ли этот плагин с многоязычными веб-сайтами? =
sv_se: = Fungerar detta tillägg med flerspråkiga webbplatser? =

source: Yes, you can select the language for the generated alt text to match your website's language. The plugin supports multiple languages including English, Spanish, French, German, Italian, Portuguese, Russian, Chinese, Japanese, and Hindi.
ar: نعم، يمكنك تحديد اللغة للنص البديل المُنشأ لتتطابق مع لغة موقعك. تدعم الإضافة لغات متعددة بما في ذلك الإنجليزية والإسبانية والفرنسية والألمانية والإيطالية والبرتغالية والروسية والصينية واليابانية والهندية.
it_it: Sì, puoi selezionare la lingua per il testo alternativo generato in modo che corrisponda alla lingua del tuo sito web. Il plugin supporta più lingue tra cui inglese, spagnolo, francese, tedesco, italiano, portoghese, russo, cinese, giapponese e hindi.
pt_br: Sim, você pode selecionar o idioma para o texto alternativo gerado para corresponder ao idioma do seu site. O plugin suporta vários idiomas, incluindo inglês, espanhol, francês, alemão, italiano, português, russo, chinês, japonês e hindi.
ru_ru: Да, вы можете выбрать язык для сгенерированного альтернативного текста, соответствующий языку вашего веб-сайта. Плагин поддерживает несколько языков, включая английский, испанский, французский, немецкий, итальянский, португальский, русский, китайский, японский и хинди.
sv_se: Ja, du kan välja språk för den genererade alt-texten för att matcha din webbplats språk. Tillägget stöder flera språk inklusive engelska, spanska, franska, tyska, italienska, portugisiska, ryska, kinesiska, japanska och hindi.

source: == Upgrade Notice ==
ar: == إشعار الترقية ==
it_it: == Avviso di Aggiornamento ==
pt_br: == Aviso de Atualização ==
ru_ru: == Уведомление об обновлении ==
sv_se: == Uppgraderingsmeddelande ==

source: Initial release of the Auto Alt Text for Images plugin.
ar: الإصدار الأولي من إضافة النص البديل التلقائي للصور.
it_it: Rilascio iniziale del plugin Testo Alt Automatico per Immagini.
pt_br: Lançamento inicial do plugin Texto Alt Automático para Imagens.
ru_ru: Первый выпуск плагина Автоматический Alt-текст для изображений.
sv_se: Första utgåvan av tillägget Automatisk Alt-text för Bilder.

source: == Support ==
ar: == الدعم ==
it_it: == Supporto ==
pt_br: == Suporte ==
ru_ru: == Поддержка ==

source: For support requests, please visit our [support forum](https://wordpress.org/support/plugin/auto-alt-text-for-images/) or contact us directly at [support@forvoyez.com](mailto:support@forvoyez.com).
ar: لطلبات الدعم، يرجى زيارة [منتدى الدعم](https://wordpress.org/support/plugin/auto-alt-text-for-images/) الخاص بنا أو الاتصال بنا مباشرة على [support@forvoyez.com](mailto:support@forvoyez.com).
it_it: Per richieste di supporto, visita il nostro [forum di supporto](https://wordpress.org/support/plugin/auto-alt-text-for-images/) o contattaci direttamente a [support@forvoyez.com](mailto:support@forvoyez.com).
pt_br: Para solicitações de suporte, visite nosso [fórum de suporte](https://wordpress.org/support/plugin/auto-alt-text-for-images/) ou entre em contato diretamente em [support@forvoyez.com](mailto:support@forvoyez.com).
ru_ru: Для запросов поддержки, пожалуйста, посетите наш [форум поддержки](https://wordpress.org/support/plugin/auto-alt-text-for-images/) или свяжитесь с нами напрямую по адресу [support@forvoyez.com](mailto:support@forvoyez.com).
sv_se: För supportförfrågningar, besök vårt [supportforum](https://wordpress.org/support/plugin/auto-alt-text-for-images/) eller kontakta oss direkt på [support@forvoyez.com](mailto:support@forvoyez.com).

source: == Privacy Policy ==
ar: == سياسة الخصوصية ==
it_it: == Informativa sulla Privacy ==
pt_br: == Política de Privacidade ==
ru_ru: == Политика конфиденциальности ==
sv_se: == Integritetspolicy ==

source: This plugin sends image data to the ForVoyez API service for processing. No personal data is collected or stored by the plugin itself. For more information about how your data is processed, please refer to the [ForVoyez Privacy Policy](https://forvoyez.com/privacy-policy/).
ar: ترسل هذه الإضافة بيانات الصور إلى خدمة ForVoyez API للمعالجة. لا يتم جمع أو تخزين أي بيانات شخصية بواسطة الإضافة نفسها. لمزيد من المعلومات حول كيفية معالجة بياناتك، يرجى الرجوع إلى [سياسة خصوصية ForVoyez](https://forvoyez.com/privacy-policy/).
it_it: Questo plugin invia i dati delle immagini al servizio API ForVoyez per l'elaborazione. Nessun dato personale viene raccolto o memorizzato dal plugin stesso. Per ulteriori informazioni su come vengono elaborati i tuoi dati, consulta l'[Informativa sulla privacy di ForVoyez](https://forvoyez.com/privacy-policy/).
pt_br: Este plugin envia dados de imagem para o serviço API ForVoyez para processamento. Nenhum dado pessoal é coletado ou armazenado pelo próprio plugin. Para mais informações sobre como seus dados são processados, consulte a [Política de Privacidade ForVoyez](https://forvoyez.com/privacy-policy/).
ru_ru: Этот плагин отправляет данные изображений в сервис API ForVoyez для обработки. Сам плагин не собирает и не хранит персональные данные. Для получения дополнительной информации о том, как обрабатываются ваши данные, пожалуйста, обратитесь к [Политике конфиденциальности ForVoyez](https://forvoyez.com/privacy-policy/).
sv_se: Detta tillägg skickar bilddata till ForVoyez API-tjänst för bearbetning. Inga personuppgifter samlas in eller lagras av själva tillägget. För mer information om hur dina data bearbetas, se [ForVoyez integritetspolicy](https://forvoyez.com/privacy-policy/).

source: == Additional Information ==
ar: == معلومات إضافية ==
it_it: == Informazioni Aggiuntive ==
pt_br: == Informações Adicionais ==
ru_ru: == Дополнительная информация ==
sv_se: == Ytterligare information ==
