Repository: For-Hives/ForVoyez-Wordpress-plugin
Catalog: languages/auto-alt-text-for-images-readme-*.po
Languages: ar, de_de, es_es, hi_in, it_it, pt_br, ru_ru, sv_se, zh_cn

source: For more information about the Auto Alt Text for Images plugin, please visit our [official website](https://forvoyez.com/plugins/auto-alt-text-for-images).
ar: لمزيد من المعلومات حول إضافة النص البديل التلقائي للصور، يرجى زيارة [موقعنا الرسمي](https://forvoyez.com/plugins/auto-alt-text-for-images).
it_it: Per ulteriori informazioni sul plugin Testo Alt Automatico per Immagini, visita il nostro [sito web ufficiale](https://forvoyez.com/plugins/auto-alt-text-for-images).
pt_br: Para mais informações sobre o plugin Texto Alt Automático para Imagens, visite nosso [site oficial](https://forvoyez.com/plugins/auto-alt-text-for-images).
ru_ru: Для получения дополнительной информации о плагине Автоматический Alt-текст для изображений, пожалуйста, посетите наш [официальный веб-сайт](https://forvoyez.com/plugins/auto-alt-text-for-images).
sv_se: För mer information om tillägget Automatisk Alt-text för Bilder, besök vår [officiella webbplats](https://forvoyez.com/plugins/auto-alt-text-for-images).

source: Automatically generate SEO-optimized alt text, titles, and captions for your images using AI technology.
de_de: Generieren Sie automatisch SEO-optimierten Alternativtext, Titel und Beschriftungen für Ihre Bilder mit KI-Technologie.
es_es: Genera automáticamente texto alternativo, títulos y leyendas optimizados para SEO para tus imágenes utilizando tecnología de IA.

source: Auto Alt Text for Images
de_de: Auto Alt Text für Bilder
es_es: Texto Alt Automático para Imágenes

source: The AI can generate content in multiple languages. You can specify your preferred language in the plugin settings.
de_de: Die KI kann Inhalte in mehreren Sprachen generieren. Sie können Ihre bevorzugte Sprache in den Plugin-Einstellungen festlegen.
es_es: La IA puede generar contenido en varios idiomas. Puedes especificar tu idioma preferido en la configuración del plugin.

source: You can select multiple images in your media library and use the "Generate Alt Text" option from the bulk actions dropdown to process them all at once.
de_de: Sie können mehrere Bilder in Ihrer Medienbibliothek auswählen und die Option "Alt-Text generieren" aus dem Dropdown-Menü für Massenaktionen verwenden, um sie alle auf einmal zu verarbeiten.
es_es: Puedes seleccionar varias imágenes en tu biblioteca de medios y usar la opción "Generar Texto Alt" del menú desplegable de acciones en masa para procesarlas todas a la vez.

source: No, the plugin processes images in the background and doesn't affect your website's front-end performance.
de_de: Nein, das Plugin verarbeitet Bilder im Hintergrund und beeinträchtigt nicht die Frontend-Leistung Ihrer Website.
es_es: No, el plugin procesa las imágenes en segundo plano y no afecta el rendimiento del front-end de tu sitio web.

source: The plugin works with most common image formats supported by WordPress, including JPEG, PNG, GIF, and WebP.
de_de: Das Plugin funktioniert mit den meisten gängigen Bildformaten, die von WordPress unterstützt werden, einschließlich JPEG, PNG, GIF und WebP.
es_es: El plugin funciona con los formatos de imagen más comunes soportados por WordPress, incluyendo JPEG, PNG, GIF y WebP.

source: While the plugin automatically generates alt text, you can always manually edit the generated text for each image if needed.
de_de: Während das Plugin automatisch Alt-Text generiert, können Sie den generierten Text für jedes Bild bei Bedarf immer manuell bearbeiten.
es_es: Aunque el plugin genera automáticamente texto alt, siempre puedes editar manualmente el texto generado para cada imagen si es necesario.

source: Yes, you need a ForVoyez API key to use this plugin. You can obtain one by signing up at <a href="https://forvoyez.com">https://forvoyez.com</a>.
de_de: Ja, Sie benötigen einen ForVoyez API-Schlüssel, um dieses Plugin zu verwenden. Sie können einen erhalten, indem Sie sich unter <a href="https://forvoyez.com">https://forvoyez.com</a> registrieren.
es_es: Sí, necesitas una clave API de ForVoyez para usar este plugin. Puedes obtener una registrándote en <a href="https://forvoyez.com">https://forvoyez.com</a>.

source: Is the generated content multilingual?
de_de: Ist der generierte Inhalt mehrsprachig?
es_es: ¿El contenido generado es multilingüe?

source: How does the bulk processing feature work?
de_de: Wie funktioniert die Massenverarbeitungsfunktion?
es_es: ¿Cómo funciona la característica de procesamiento en masa?

source: Will this plugin slow down my website?
de_de: Wird dieses Plugin meine Website verlangsamen?
es_es: ¿Este plugin ralentizará mi sitio web?

source: Does this plugin work with all image formats?
de_de: Funktioniert dieses Plugin mit allen Bildformaten?
es_es: ¿Este plugin funciona con todos los formatos de imagen?

source: Can I customize the generated alt text?
de_de: Kann ich den generierten Alt-Text anpassen?
es_es: ¿Puedo personalizar el texto alt generado?

source: Do I need an API key to use this plugin?
de_de: Benötige ich einen API-Schlüssel, um dieses Plugin zu verwenden?
es_es: ¿Necesito una clave API para usar este plugin?

source: Copy the API key and paste it in the plugin's settings page.
de_de: Kopieren Sie den API-Schlüssel und fügen Sie ihn in die Einstellungsseite des Plugins ein.
es_es: Copia la clave API y pégala en la página de configuración del plugin.

source: Generate an API key in the API section of your dashboard.
de_de: Generieren Sie einen API-Schlüssel im API-Bereich Ihres Dashboards.
es_es: Genera una clave API en la sección API de tu panel de control.

source: Once logged in, navigate to your <a href="https://forvoyez.com/dashboard">ForVoyez dashboard</a>.
de_de: Sobald Sie angemeldet sind, navigieren Sie zu Ihrem <a href="https://forvoyez.com/dashboard">ForVoyez-Dashboard</a>.
es_es: Una vez iniciada la sesión, navega a tu <a href="https://forvoyez.com/dashboard">panel de control de ForVoyez</a>.

source: Visit the <a href="https://forvoyez.com/signup">ForVoyez signup page</a> to create an account.
de_de: Besuchen Sie die <a href="https://forvoyez.com/signup">ForVoyez-Anmeldeseite</a>, um ein Konto zu erstellen.
es_es: Visita la <a href="https://forvoyez.com/signup">página de registro de ForVoyez</a> para crear una cuenta.

source: Enter your ForVoyez API key in the settings page.
de_de: Geben Sie Ihren ForVoyez API-Schlüssel auf der Einstellungsseite ein.
es_es: Ingresa tu clave API de ForVoyez en la página de configuración.

source: Use the Settings -&gt; ForVoyez Auto Alt Text screen to configure the plugin.
de_de: Verwenden Sie den Bildschirm Einstellungen -&gt; ForVoyez Auto Alt Text, um das Plugin zu konfigurieren.
es_es: Usa la pantalla Configuración -&gt; ForVoyez Auto Alt Text para configurar el plugin.

source: Activate the plugin through the 'Plugins' screen in WordPress.
de_de: Aktivieren Sie das Plugin über den 'Plugins'-Bildschirm in WordPress.
es_es: Activa el plugin a través de la pantalla 'Plugins' en WordPress.

source: Upload the plugin files to the <code>/wp-content/plugins/auto-alt-text-for-images</code> directory, or install the plugin through the WordPress plugins screen directly.
de_de: Laden Sie die Plugin-Dateien in das Verzeichnis <code>/wp-content/plugins/auto-alt-text-for-images</code> hoch oder installieren Sie das Plugin direkt über den WordPress-Plugins-Bildschirm.
es_es: Sube los archivos del plugin al directorio <code>/wp-content/plugins/auto-alt-text-for-images</code>, o instala el plugin directamente a través de la pantalla de plugins de WordPress.

source: Obtaining an API Key
de_de: Einen API-Schlüssel erhalten
es_es: Obtención de una clave API

source: ForVoyez processes the images you submit through this plugin to generate alt text and other metadata. This processing occurs on ForVoyez's servers and is subject to their data handling practices as outlined in their privacy policy.
de_de: ForVoyez verarbeitet die Bilder, die Sie über dieses Plugin einreichen, um Alt-Text und andere Metadaten zu generieren. Diese Verarbeitung erfolgt auf den Servern von ForVoyez und unterliegt deren Datenschutzpraktiken, wie in ihrer Datenschutzrichtlinie beschrieben.
es_es: ForVoyez procesa las imágenes que envías a través de este plugin para generar texto alt y otros metadatos. Este procesamiento ocurre en los servidores de ForVoyez y está sujeto a sus prácticas de manejo de datos como se describe en su política de privacidad.

source: Please review these documents to understand how your data is handled when using this plugin. It is important to be aware of these terms as they govern the use of the ForVoyez service which is integral to the functionality of this plugin.
de_de: Bitte lesen Sie diese Dokumente, um zu verstehen, wie Ihre Daten bei der Verwendung dieses Plugins behandelt werden. Es ist wichtig, sich dieser Bedingungen bewusst zu sein, da sie die Nutzung des ForVoyez-Dienstes regeln, der für die Funktionalität dieses Plugins wesentlich ist.
es_es: Por favor, revisa estos documentos para entender cómo se manejan tus datos al usar este plugin. Es importante estar al tanto de estos términos ya que rigen el uso del servicio ForVoyez, que es parte integral de la funcionalidad de este plugin.

source: By using this plugin, you agree to the following ForVoyez legal documents:
de_de: Durch die Nutzung dieses Plugins stimmen Sie den folgenden rechtlichen Dokumenten von ForVoyez zu:
es_es: Al usar este plugin, aceptas los siguientes documentos legales de ForVoyez:

source: ForVoyez API Service: https://forvoyez.com
de_de: ForVoyez API-Dienst: https://forvoyez.com
es_es: Servicio API de ForVoyez: https://forvoyez.com

source: This plugin relies on the ForVoyez API service to generate alt text and metadata for images. When you use this plugin, image data is sent to ForVoyez servers for processing.
de_de: Dieses Plugin nutzt den ForVoyez API-Dienst, um Alt-Text und Metadaten für Bilder zu generieren. Wenn Sie dieses Plugin verwenden, werden Bilddaten zur Verarbeitung an ForVoyez-Server gesendet.
es_es: Este plugin depende del servicio API de ForVoyez para generar texto alt y metadatos para las imágenes. Cuando usas este plugin, los datos de las imágenes se envían a los servidores de ForVoyez para su procesamiento.

source: This plugin is proudly powered by <a href="https://forvoyez.com">ForVoyez</a>, a leader in AI-driven content optimization solutions.
de_de: Dieses Plugin wird stolz von <a href="https://forvoyez.com">ForVoyez</a> betrieben, einem führenden Unternehmen für KI-gesteuerte Content-Optimierungslösungen.
es_es: Este plugin está orgullosamente impulsado por <a href="https://forvoyez.com">ForVoyez</a>, un líder en soluciones de optimización de contenido impulsadas por IA.

source: For support, feature requests, or to report bugs, please visit our <a href="https://forvoyez.com/support">support forum</a> or <a href="https://github.com/forvoyez/auto-alt-text-for-images">GitHub repository</a>.
de_de: Für Support, Funktionsanfragen oder um Fehler zu melden, besuchen Sie bitte unser <a href="https://forvoyez.com/support">Support-Forum</a> oder unser <a href="https://github.com/forvoyez/auto-alt-text-for-images">GitHub-Repository</a>.
es_es: Para soporte, solicitudes de funciones o para reportar errores, por favor visita nuestro <a href="https://forvoyez.com/support">foro de soporte</a> o <a href="https://github.com/forvoyez/auto-alt-text-for-images">repositorio de GitHub</a>.

source: For more detailed documentation, please visit our <a href="https://doc.forvoyez.com">official documentation</a>.
de_de: Für ausführlichere Dokumentation besuchen Sie bitte unsere <a href="https://doc.forvoyez.com">offizielle Dokumentation</a>.
es_es: Para una documentación más detallada, por favor visita nuestra <a href="https://doc.forvoyez.com">documentación oficial</a>.

source: Our AI-powered API makes it easy for developers and content creators to optimize images for SEO. Save time, boost SEO, and streamline your workflow with our powerful solution.
de_de: Unsere KI-gesteuerte API macht es Entwicklern und Content-Erstellern leicht, Bilder für SEO zu optimieren. Sparen Sie Zeit, verbessern Sie SEO und optimieren Sie Ihren Workflow mit unserer leistungsstarken Lösung.
es_es: Nuestra API impulsada por IA facilita a los desarrolladores y creadores de contenido la optimización de imágenes para SEO. Ahorra tiempo, mejora el SEO y optimiza tu flujo de trabajo con nuestra poderosa solución.

source: ForVoyez Auto Alt Text for Images is a powerful WordPress plugin that leverages AI technology to automatically generate high-quality, SEO-friendly alt text, titles, and captions for images in your content. This plugin enhances your website's accessibility and search engine optimization effortlessly.
de_de: ForVoyez Auto Alt Text für Bilder ist ein leistungsstarkes WordPress-Plugin, das KI-Technologie nutzt, um automatisch hochwertige, SEO-freundliche Alt-Texte, Titel und Bildunterschriften für Bilder in Ihrem Inhalt zu generieren. Dieses Plugin verbessert mühelos die Zugänglichkeit und Suchmaschinenoptimierung Ihrer Website.
es_es: ForVoyez Auto Alt Text para Imágenes es un poderoso plugin de WordPress que utiliza tecnología de IA para generar automáticamente texto alt, títulos y leyendas de alta calidad y amigables para SEO para las imágenes en tu contenido. Este plugin mejora la accesibilidad y la optimización para motores de búsqueda de tu sitio web sin esfuerzo.

source: Legal Notice: https://forvoyez.com/app/legals/legal-notice
de_de: Rechtlicher Hinweis: https://forvoyez.com/app/legals/legal-notice
es_es: Aviso Legal: https://forvoyez.com/app/legals/legal-notice

source: Privacy Policy: https://forvoyez.com/app/legals/privacy-policy
de_de: Datenschutzrichtlinie: https://forvoyez.com/app/legals/privacy-policy
es_es: Política de Privacidad: https://forvoyez.com/app/legals/privacy-policy

source: Terms of Service: https://forvoyez.com/app/legals/terms
de_de: Nutzungsbedingungen: https://forvoyez.com/app/legals/terms
es_es: Términos de Servicio: https://forvoyez.com/app/legals/terms

source: 🧰 User-friendly WordPress admin interface
de_de: 🧰 Benutzerfreundliche WordPress-Admin-Oberfläche
es_es: 🧰 Interfaz de administración de WordPress fácil de usar

source: 🌐 Multi-language support
de_de: 🌐 Mehrsprachenunterstützung
es_es: 🌐 Soporte multilingüe

source: 🎨 Customizable output formats
de_de: 🎨 Anpassbare Ausgabeformate
es_es: 🎨 Formatos de salida personalizables

source: 🔄 Automatic processing for new uploads
de_de: 🔄 Automatische Verarbeitung für neue Uploads
es_es: 🔄 Procesamiento automático para nuevas cargas

source: 🖼️ Bulk processing for existing images
de_de: 🖼️ Massenverarbeitung für bestehende Bilder
es_es: 🖼️ Procesamiento en masa para imágenes existentes

source: 🤖 AI-powered alt text generation
de_de: 🤖 KI-gesteuerte Alt-Text-Generierung
es_es: 🤖 Generación de texto alt impulsada por IA

source: External Services
de_de: Externe Dienste
es_es: Servicios Externos

source: Additional Information
de_de: Zusätzliche Informationen
es_es: Información Adicional

source: Key Features
de_de: Hauptfunktionen
es_es: Características Principales

source: Results Example - Showcase of automatically generated alt text, titles, and captions for various image types.
de_de: Ergebnisbeispiel - Präsentation von automatisch generierten Alt-Texten, Titeln und Bildunterschriften für verschiedene Bildtypen.
es_es: Ejemplo de Resultados - Muestra de texto alt, títulos y leyendas generados automáticamente para varios tipos de imágenes.

source: Image Management Interface - Main dashboard for managing and analyzing your WordPress media library.
de_de: Bildverwaltungsschnittstelle - Hauptdashboard zur Verwaltung und Analyse Ihrer WordPress-Medienbibliothek.
es_es: Interfaz de Gestión de Imágenes - Panel principal para gestionar y analizar tu biblioteca de medios de WordPress.

source: API Configuration - Easy setup page for entering your ForVoyez API key.
de_de: API-Konfiguration - Einfache Einrichtungsseite zum Eingeben Ihres ForVoyez API-Schlüssels.
es_es: Configuración de API - Página de configuración fácil para ingresar tu clave API de ForVoyez.

source: User-friendly admin interface
de_de: Benutzerfreundliche Admin-Oberfläche
es_es: Interfaz de administración fácil de usar

source: Multi-language support
de_de: Mehrsprachenunterstützung
es_es: Soporte multilingüe

source: Integration with WordPress media library
de_de: Integration in die WordPress-Medienbibliothek
es_es: Integración con la biblioteca de medios de WordPress

source: Bulk processing feature
de_de: Funktion zur Massenverarbeitung
es_es: Característica de procesamiento en masa

source: AI-powered generation of alt text, titles, and captions
de_de: KI-gesteuerte Generierung von Alt-Text, Titeln und Bildunterschriften
es_es: Generación de texto alt, títulos y leyendas impulsada por IA

source: Initial release
de_de: Erstveröffentlichung
es_es: Lanzamiento inicial
