Repository: For-Hives/ForVoyez-Wordpress-plugin
Catalog: languages/forvoyez-auto-alt-text-for-images-*.po
Languages: ar, da_dk, nb_no, nl_nl, pl_pl, pt_pt, sv_se

source: Auto Alt Text for Images
ar: النص البديل التلقائي للصور
da_dk: Automatisk Alt-tekst til Billeder
nb_no: Automatisk Alt-tekst for bilder
nl_nl: Automatische Alt-tekst voor Afbeeldingen
pl_pl: Automatyczny tekst alternatywny dla obrazów
pt_pt: Texto Alt Automático para Imagens
sv_se: Automatisk alternativ text för bilder

source: Automatically generate alt text and SEO metadata for images using ForVoyez API.
ar: توليد النص البديل وبيانات SEO الوصفية للصور تلقائيًا باستخدام واجهة برمجة تطبيقات ForVoyez.
da_dk: Generer automatisk alt-tekst og SEO-metadata til billeder ved hjælp af ForVoyez API.
nb_no: Automatisk generering av alt-tekst og SEO-metadata for bilder ved hjelp av ForVoyez API.
nl_nl: Genereer automatisch alt-tekst en SEO-metadata voor afbeeldingen met behulp van de ForVoyez API.
pl_pl: Automatycznie generuj tekst alternatywny i metadane SEO dla obrazów za pomocą API ForVoyez.
pt_pt: Gere automaticamente texto alt e metadados SEO para imagens usando a API ForVoyez.
sv_se: Generera automatiskt alternativ text och SEO-metadata för bilder med hjälp av ForVoyez API.

source: Auto Alt Text
ar: النص البديل التلقائي
da_dk: Automatisk Alt-tekst
nb_no: Automatisk Alt-tekst
nl_nl: Automatische Alt-tekst
pl_pl: Automatyczny tekst alternatywny
pt_pt: Texto Alt Automático
sv_se: Automatisk alternativ text

source: You do not have sufficient permissions to access this page.
ar: ليس لديك صلاحيات كافية للوصول إلى هذه الصفحة.
da_dk: Du har ikke tilstrækkelige rettigheder til at få adgang til denne side.
nb_no: Du har ikke tilstrekkelige tillatelser til å få tilgang til denne siden.
nl_nl: U heeft onvoldoende rechten om deze pagina te bekijken.
pl_pl: Nie masz wystarczających uprawnień, aby uzyskać dostęp do tej strony.
pt_pt: Não tem permissões suficientes para aceder a esta página.
sv_se: Du har inte tillräckliga behörigheter för att komma åt denna sida.

source: Your ForVoyez API key is not configured. Please configure it to enable automatic alt text generation.
ar: لم يتم تكوين مفتاح واجهة برمجة تطبيقات ForVoyez الخاص بك. يرجى تكوينه لتمكين إنشاء النص البديل التلقائي.
da_dk: Din ForVoyez API-nøgle er ikke konfigureret. Konfigurer den venligst for at aktivere automatisk generering af alt-tekst.
nb_no: Din ForVoyez API-nøkkel er ikke konfigurert. Vennligst konfigurer den for å aktivere automatisk generering av alt-tekst.
nl_nl: Uw ForVoyez API-sleutel is niet geconfigureerd. Configureer deze om automatische alt-tekstgeneratie in te schakelen.
pl_pl: Twój klucz API ForVoyez nie jest skonfigurowany. Skonfiguruj go, aby włączyć automatyczne generowanie tekstu alternatywnego.
pt_pt: A sua chave API ForVoyez não está configurada. Por favor, configure-a para ativar a geração automática de texto alt.
sv_se: Din ForVoyez API-nyckel är inte konfigurerad. Vänligen konfigurera den för att aktivera automatisk generering av alternativ text.

source: No images found matching the selected criteria.
ar: لم يتم العثور على صور تطابق المعايير المحددة.
da_dk: Ingen billeder fundet, der matcher de valgte kriterier.
nb_no: Ingen bilder funnet som samsvarer med de valgte kriteriene.
nl_nl: Geen afbeeldingen gevonden die aan de geselecteerde criteria voldoen.
pl_pl: Nie znaleziono obrazów spełniających wybrane kryteria.
pt_pt: Não foram encontradas imagens que correspondam aos critérios selecionados.
sv_se: Inga bilder hittades som matchar de valda kriterierna.

source: Permission denied
ar: تم رفض الإذن
da_dk: Adgang nægtet
nb_no: Tillatelse nektet
nl_nl: Toegang geweigerd
pl_pl: Odmowa dostępu
pt_pt: Permissão negada
sv_se: Åtkomst nekad

source: &laquo; Previous
ar: &laquo; السابق
da_dk: &laquo; Forrige
nb_no: &laquo; Forrige
nl_nl: &laquo; Vorige
pl_pl: &laquo; Poprzedni
pt_pt: &laquo; Anterior
sv_se: &laquo; Föregående

source: Next &raquo;
ar: التالي &raquo;
da_dk: Næste &raquo;
nb_no: Neste &raquo;
nl_nl: Volgende &raquo;
pl_pl: Następny &raquo;
pt_pt: Seguinte &raquo;
sv_se: Nästa &raquo;

source: API key is not set
ar: لم يتم تعيين مفتاح واجهة برمجة التطبيقات
da_dk: API-nøgle er ikke indstillet
nb_no: API-nøkkel er ikke angitt
nl_nl: API-sleutel is niet ingesteld
pl_pl: Klucz API nie jest ustawiony
pt_pt: A chave API não está definida
sv_se: API-nyckeln är inte inställd

source: API key is valid
ar: مفتاح واجهة برمجة التطبيقات صالح
da_dk: API-nøgle er gyldig
nb_no: API-nøkkel er gyldig
nl_nl: API-sleutel is geldig
pl_pl: Klucz API jest prawidłowy
pt_pt: A chave API é válida
sv_se: API-nyckeln är giltig

source: Invalid API key
ar: مفتاح واجهة برمجة التطبيقات غير صالح
da_dk: Ugyldig API-nøgle
nb_no: Ugyldig API-nøkkel
nl_nl: Ongeldige API-sleutel
pl_pl: Nieprawidłowy klucz API
pt_pt: Chave API inválida
sv_se: Ogiltig API-nyckel

source: Image not found
ar: لم يتم العثور على الصورة
da_dk: Billede ikke fundet
nb_no: Bilde ikke funnet
nl_nl: Afbeelding niet gevonden
pl_pl: Nie znaleziono obrazu
pt_pt: Imagem não encontrada
sv_se: Bilden hittades inte

source: Failed to read image file
ar: فشل في قراءة ملف الصورة
da_dk: Kunne ikke læse billedfil
nb_no: Kunne ikke lese bildefil
nl_nl: Kon afbeeldingsbestand niet lezen
pl_pl: Nie udało się odczytać pliku obrazu
pt_pt: Falha ao ler o ficheiro de imagem
sv_se: Misslyckades med att läsa bildfilen

source: Failed to decode API response
ar: فشل في فك تشفير استجابة واجهة برمجة التطبيقات
da_dk: Kunne ikke afkode API-svar
nb_no: Kunne ikke dekode API-svar
nl_nl: Kon API-respons niet decoderen
pl_pl: Nie udało się zdekodować odpowiedzi API
pt_pt: Falha ao descodificar a resposta da API
sv_se: Misslyckades med att avkoda API-svaret

source: Analysis successful
ar: تم التحليل بنجاح
da_dk: Analyse gennemført
nb_no: Analyse vellykket
nl_nl: Analyse succesvol
pl_pl: Analiza zakończona sukcesem
pt_pt: Análise bem-sucedida
sv_se: Analysen lyckades

source: Invalid data
ar: بيانات غير صالحة
da_dk: Ugyldige data
nb_no: Ugyldige data
nl_nl: Ongeldige gegevens
pl_pl: Nieprawidłowe dane
pt_pt: Dados inválidos
sv_se: Ogiltig data

source: Metadata updated successfully
ar: تم تحديث البيانات الوصفية بنجاح
da_dk: Metadata opdateret med succes
nb_no: Metadata oppdatert vellykket
nl_nl: Metadata succesvol bijgewerkt
pl_pl: Metadane zaktualizowane pomyślnie
pt_pt: Metadados atualizados com sucesso
sv_se: Metadata uppdaterades framgångsrikt

source: Invalid image ID
ar: معرف الصورة غير صالح
da_dk: Ugyldig billed-ID
nb_no: Ugyldig bilde-ID
nl_nl: Ongeldige afbeeldings-ID
pl_pl: Nieprawidłowy identyfikator obrazu
pt_pt: ID de imagem inválido
sv_se: Ogiltigt bild-ID

source: unknown_error
ar: خطأ_غير_معروف
da_dk: ukendt_fejl
nb_no: ukjent_feil
nl_nl: onbekende_fout
pl_pl: nieznany_błąd
pt_pt: erro_desconhecido
sv_se: okänt_fel

source: No valid images selected
ar: لم يتم تحديد صور صالحة
da_dk: Ingen gyldige billeder valgt
nb_no: Ingen gyldige bilder valgt
nl_nl: Geen geldige afbeeldingen geselecteerd
pl_pl: Nie wybrano prawidłowych obrazów
pt_pt: Nenhuma imagem válida selecionada
sv_se: Inga giltiga bilder valda

source: Processing started
ar: بدأت المعالجة
da_dk: Behandling påbegyndt
nb_no: Behandling startet
nl_nl: Verwerking gestart
pl_pl: Rozpoczęto przetwarzanie
pt_pt: Processamento iniciado
sv_se: Bearbetning påbörjad

source: No images provided
ar: لم يتم توفير صور
da_dk: Ingen billeder angivet
nb_no: Ingen bilder gitt
nl_nl: Geen afbeeldingen aangeleverd
pl_pl: Nie dostarczono obrazów
pt_pt: Nenhuma imagem fornecida
sv_se: Inga bilder tillhandahållna

source: Title:
ar: العنوان:
da_dk: Titel:
nb_no: Tittel:
nl_nl: Titel:
pl_pl: Tytuł:
pt_pt: Título:
sv_se: Titel:

source: Not set
ar: غير محدد
da_dk: Ikke indstillet
nb_no: Ikke angitt
nl_nl: Niet ingesteld
pl_pl: Nie ustawiono
pt_pt: Não definido
sv_se: Inte inställt

source: Alt Text:
ar: النص البديل:
da_dk: Alt-tekst:
nb_no: Alt-tekst:
nl_nl: Alt-tekst:
pl_pl: Tekst alternatywny:
pt_pt: Texto Alt:
sv_se: Alternativ text:

source: Caption:
ar: التسمية التوضيحية:
da_dk: Billedtekst:
nb_no: Bildetekst:
nl_nl: Bijschrift:
pl_pl: Podpis:
pt_pt: Legenda:
sv_se: Bildtext:

source: All Complete
ar: الكل مكتمل
da_dk: Alle fuldførte
nb_no: Alt fullført
nl_nl: Alles Voltooid
pl_pl: Wszystko ukończone
pt_pt: Tudo Completo
sv_se: Alla färdiga

source: Missing %s
ar: %s مفقود
da_dk: Mangler %s
nb_no: Mangler %s
nl_nl: Ontbrekende %s
pl_pl: Brakuje %s
pt_pt: Falta %s
sv_se: Saknar %s

source: Analyze
ar: تحليل
da_dk: Analyser
nb_no: Analyser
nl_nl: Analyseren
pl_pl: Analizuj
pt_pt: Analisar
sv_se: Analysera

source: Details
ar: التفاصيل
da_dk: Detaljer
nb_no: Detaljer
pl_pl: Szczegóły
pt_pt: Detalhes
sv_se: Detaljer

source: API key cannot be empty
ar: لا يمكن أن يكون مفتاح واجهة برمجة التطبيقات فارغًا
da_dk: API-nøgle kan ikke være tom
nb_no: API-nøkkel kan ikke være tom
nl_nl: API-sleutel mag niet leeg zijn
pl_pl: Klucz API nie może być pusty
pt_pt: A chave API não pode estar vazia
sv_se: API-nyckeln kan inte vara tom

source: API key saved successfully
ar: تم حفظ مفتاح واجهة برمجة التطبيقات بنجاح
da_dk: API-nøgle gemt med succes
nb_no: API-nøkkel lagret vellykket
nl_nl: API-sleutel succesvol opgeslagen
pl_pl: Klucz API zapisany pomyślnie
pt_pt: Chave API guardada com sucesso
sv_se: API-nyckeln sparades framgångsrikt

source: Invalid API key format. Please enter a valid ForVoyez JWT.
ar: تنسيق مفتاح واجهة برمجة التطبيقات غير صالح. الرجاء إدخال JWT ForVoyez صالح.
da_dk: Ugyldigt API-nøgleformat. Indtast venligst en gyldig ForVoyez JWT.
nb_no: Ugyldig API-nøkkelformat. Vennligst skriv inn en gyldig ForVoyez JWT.
nl_nl: Ongeldig API-sleutelformaat. Voer een geldige ForVoyez JWT in.
pl_pl: Nieprawidłowy format klucza API. Proszę wprowadzić prawidłowy JWT ForVoyez.
pt_pt: Formato de chave API inválido. Por favor, introduza um JWT ForVoyez válido.
sv_se: Ogiltigt format på API-nyckeln. Vänligen ange en giltig ForVoyez JWT.

source: Invalid JWT format
ar: تنسيق JWT غير صالح
da_dk: Ugyldigt JWT-format
nb_no: Ugyldig JWT-format
nl_nl: Ongeldig JWT-formaat
pl_pl: Nieprawidłowy format JWT
pt_pt: Formato JWT inválido
sv_se: Ogiltigt JWT-format

source: Invalid JWT payload
ar: حمولة JWT غير صالحة
da_dk: Ugyldig JWT-nyttelast
nb_no: Ugyldig JWT-nyttelast
nl_nl: Ongeldige JWT-payload
pl_pl: Nieprawidłowy ładunek JWT
pt_pt: Payload JWT inválido
sv_se: Ogiltig JWT-nyttolast

source: Invalid JWT issuer
ar: مصدر JWT غير صالح
da_dk: Ugyldig JWT-udsteder
nb_no: Ugyldig JWT-utsteder
nl_nl: Ongeldige JWT-uitgever
pl_pl: Nieprawidłowy wydawca JWT
pt_pt: Emissor JWT inválido
sv_se: Ogiltig JWT-utfärdare

source: Invalid JWT audience
ar: جمهور JWT غير صالح
da_dk: Ugyldigt JWT-publikum
nb_no: Ugyldig JWT-publikum
nl_nl: Ongeldig JWT-publiek
pl_pl: Nieprawidłowa grupa odbiorców JWT
pt_pt: Audiência JWT inválida
sv_se: Ogiltig JWT-publik

source: JWT has expired
ar: انتهت صلاحية JWT
da_dk: JWT er udløbet
nb_no: JWT har utløpt
nl_nl: JWT is verlopen
pl_pl: JWT wygasł
pt_pt: O JWT expirou
sv_se: JWT har gått ut

source: Legend :
ar: مفتاح الخريطة :
da_dk: Forklaring :
nb_no: Forklaring :
nl_nl: Legenda :
pl_pl: Legenda :
pt_pt: Legenda :
sv_se: Förklaring :

source: Missing Alt Text :
ar: النص البديل مفقود :
da_dk: Manglende Alt-tekst :
nb_no: Manglende Alt-tekst :
nl_nl: Ontbrekende Alt-tekst :
pl_pl: Brakujący tekst alternatywny :
pt_pt: Falta Texto Alt :
sv_se: Saknar alternativ text :

source: Missing Alt Text
ar: النص البديل مفقود
da_dk: Manglende Alt-tekst
nb_no: Manglende Alt-tekst
nl_nl: Ontbrekende Alt-tekst
pl_pl: Brakujący tekst alternatywny
pt_pt: Falta Texto Alt
sv_se: Saknar alternativ text

source: Missing title :
ar: العنوان مفقود :
da_dk: Manglende titel :
nb_no: Manglende tittel :
nl_nl: Ontbrekende titel :
pl_pl: Brakujący tytuł :
pt_pt: Falta título :
sv_se: Saknar titel :

source: Missing Title
ar: العنوان مفقود
da_dk: Manglende titel
nb_no: Manglende tittel
nl_nl: Ontbrekende Titel
pl_pl: Brakujący tytuł
pt_pt: Falta Título
sv_se: Saknar titel

source: Missing caption :
ar: التسمية التوضيحية مفقودة :
da_dk: Manglende billedtekst :
nb_no: Manglende bildetekst :
nl_nl: Ontbrekend bijschrift :
pl_pl: Brakujący podpis :
pt_pt: Falta legenda :
sv_se: Saknar bildtext :

source: Missing Caption
ar: التسمية التوضيحية مفقودة
da_dk: Manglende billedtekst
nb_no: Manglende bildetekst
nl_nl: Ontbrekend Bijschrift
pl_pl: Brakujący podpis
pt_pt: Falta Legenda
sv_se: Saknar bildtext

source: All complete :
ar: الكل مكتمل :
da_dk: Alle fuldført :
nb_no: Alt fullført :
nl_nl: Alles voltooid :
pl_pl: Wszystko ukończone :
pt_pt: Tudo completo :
sv_se: Alla färdiga :

source: Items per page:
ar: العناصر لكل صفحة:
da_dk: Elementer pr. side:
nb_no: Elementer per side:
nl_nl: Items per pagina:
pl_pl: Elementów na stronę:
pt_pt: Itens por página:
sv_se: Objekt per sida:

source: All
ar: الكل
da_dk: Alle
nb_no: Alle
nl_nl: Alle
pl_pl: Wszystkie
pt_pt: Todos
sv_se: Alla

source: Analyze all missing alt/caption/title images
ar: تحليل جميع الصور التي تفتقد إلى النص البديل/التسمية التوضيحية/العنوان
da_dk: Analyser alle billeder med manglende alt-tekst/billedtekst/titel
nb_no: Analyser alle bilder med manglende alt/bildetekst/tittel
nl_nl: Analyseer alle afbeeldingen met ontbrekende alt/bijschrift/titel
pl_pl: Analizuj wszystkie obrazy z brakującym tekstem alternatywnym/podpisem/tytułem
pt_pt: Analisar todas as imagens com alt/legenda/título em falta
sv_se: Analysera alla bilder som saknar alternativ text/bildtext/titel

source: Analyze all missing alt images
ar: تحليل جميع الصور التي تفتقد إلى النص البديل
da_dk: Analyser alle billeder med manglende alt-tekst
nb_no: Analyser alle bilder med manglende alt-tekst
nl_nl: Analyseer alle afbeeldingen met ontbrekende alt-tekst
pl_pl: Analizuj wszystkie obrazy z brakującym tekstem alternatywnym
pt_pt: Analisar todas as imagens com alt em falta
sv_se: Analysera alla bilder som saknar alternativ text

source: Analyze all images
ar: تحليل جميع الصور
da_dk: Analyser alle billeder
nb_no: Analyser alle bilder
nl_nl: Analyseer alle afbeeldingen
pl_pl: Analizuj wszystkie obrazy
pt_pt: Analisar todas as imagens
sv_se: Analysera alla bilder

source: Select All
ar: اختيار الكل
da_dk: Vælg alle
nb_no: Velg alle
nl_nl: Selecteer Alles
pl_pl: Zaznacz wszystkie
pt_pt: Selecionar Tudo
sv_se: Välj alla

source: Analyze Selected Images
ar: تحليل الصور المحددة
da_dk: Analyser valgte billeder
nb_no: Analyser valgte bilder
nl_nl: Analyseer Geselecteerde Afbeeldingen
pl_pl: Analizuj wybrane obrazy
pt_pt: Analisar Imagens Selecionadas
sv_se: Analysera valda bilder

source: Confirm Analysis
ar: تأكيد التحليل
da_dk: Bekræft analyse
nb_no: Bekreft analyse
nl_nl: Bevestig Analyse
pl_pl: Potwierdź analizę
pt_pt: Confirmar Análise
sv_se: Bekräfta analys

source: Confirm
ar: تأكيد
da_dk: Bekræft
nb_no: Bekreft
nl_nl: Bevestigen
pl_pl: Potwierdź
pt_pt: Confirmar
sv_se: Bekräfta

source: Cancel
ar: إلغاء
da_dk: Annuller
nb_no: Avbryt
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
sv_se: Avbryt

source: ForVoyez API Settings
ar: إعدادات واجهة برمجة تطبيقات ForVoyez
da_dk: ForVoyez API-indstillinger
nb_no: ForVoyez API-innstillinger
nl_nl: ForVoyez API-instellingen
pl_pl: Ustawienia API ForVoyez
pt_pt: Configurações da API ForVoyez
sv_se: ForVoyez API-inställningar

source: Enter your ForVoyez API key below:
ar: أدخل مفتاح واجهة برمجة تطبيقات ForVoyez الخاص بك أدناه:
da_dk: Indtast din ForVoyez API-nøgle nedenfor:
nb_no: Skriv inn din ForVoyez API-nøkkel nedenfor:
nl_nl: Voer hieronder uw ForVoyez API-sleutel in:
pl_pl: Wprowadź swój klucz API ForVoyez poniżej:
pt_pt: Introduza a sua chave API ForVoyez abaixo:
sv_se: Ange din ForVoyez API-nyckel nedan:

source: Toggle API key visibility
ar: تبديل رؤية مفتاح واجهة برمجة التطبيقات
da_dk: Skift synlighed for API-nøgle
nb_no: Bytt synlighet for API-nøkkel
nl_nl: Schakel API-sleutel zichtbaarheid
pl_pl: Przełącz widoczność klucza API
pt_pt: Alternar visibilidade da chave API
sv_se: Växla synlighet för API-nyckel

source: Save API Key
ar: حفظ مفتاح واجهة برمجة التطبيقات
da_dk: Gem API-nøgle
nb_no: Lagre API-nøkkel
nl_nl: API-sleutel Opslaan
pl_pl: Zapisz klucz API
pt_pt: Guardar Chave API
sv_se: Spara API-nyckel

source: Close
ar: إغلاق
da_dk: Luk
nb_no: Lukk
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
sv_se: Stäng

source: API Configuration
ar: تكوين واجهة برمجة التطبيقات
da_dk: API-konfiguration
nb_no: API-konfigurasjon
nl_nl: API-configuratie
pl_pl: Konfiguracja API
pt_pt: Configuração da API
sv_se: API-konfiguration

source: Manage your ForVoyez API settings here
ar: إدارة إعدادات واجهة برمجة تطبيقات ForVoyez الخاصة بك هنا
da_dk: Administrer dine ForVoyez API-indstillinger her
nb_no: Administrer dine ForVoyez API-innstillinger her
nl_nl: Beheer hier uw ForVoyez API-instellingen
pl_pl: Zarządzaj swoimi ustawieniami API ForVoyez tutaj
pt_pt: Gerir as suas configurações da API ForVoyez aqui
sv_se: Hantera dina ForVoyez API-inställningar här

source: About ForVoyez API
ar: حول واجهة برمجة تطبيقات ForVoyez
da_dk: Om ForVoyez API
nb_no: Om ForVoyez API
nl_nl: Over ForVoyez API
pl_pl: O API ForVoyez
pt_pt: Sobre a API ForVoyez
sv_se: Om ForVoyez API

source: ForVoyez API provides powerful image analysis capabilities for your WordPress site. To use this plugin, you need to obtain an API key from ForVoyez.
ar: توفر واجهة برمجة تطبيقات ForVoyez قدرات قوية لتحليل الصور لموقع WordPress الخاص بك. لاستخدام هذا البرنامج المساعد، تحتاج إلى الحصول على مفتاح واجهة برمجة التطبيقات من ForVoyez.
da_dk: ForVoyez API giver kraftfulde billedanalyse-funktioner til dit WordPress-websted. For at bruge dette plugin skal du indhente en API-nøgle fra ForVoyez.
nb_no: ForVoyez API gir kraftige bildeanalyseegenskaper for WordPress-nettstedet ditt. For å bruke denne utvidelsen må du skaffe en API-nøkkel fra ForVoyez.
nl_nl: ForVoyez API biedt krachtige mogelijkheden voor beeldanalyse voor uw WordPress-site. Om deze plugin te gebruiken, moet u een API-sleutel verkrijgen van ForVoyez.
pl_pl: API ForVoyez zapewnia potężne możliwości analizy obrazów dla Twojej witryny WordPress. Aby korzystać z tej wtyczki, musisz uzyskać klucz API od ForVoyez.
pt_pt: A API ForVoyez fornece poderosas capacidades de análise de imagens para o seu site WordPress. Para usar este plugin, precisa de obter uma chave API da ForVoyez.
sv_se: ForVoyez API erbjuder kraftfulla bildanalysegenskaper för din WordPress-webbplats. För att använda detta plugin behöver du få en API-nyckel från ForVoyez.

source: To get started:
ar: للبدء:
da_dk: For at komme i gang:
nb_no: For å komme i gang:
nl_nl: Om te beginnen:
pl_pl: Aby rozpocząć:
pt_pt: Para começar:
sv_se: För att komma igång:

source: Visit the <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez signup page</a> to create an account.
ar: قم بزيارة <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">صفحة التسجيل في ForVoyez</a> لإنشاء حساب.
da_dk: Besøg <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez tilmeldingssiden</a> for at oprette en konto.
nb_no: Besøk <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez registreringsside</a> for å opprette en konto.
nl_nl: Bezoek de <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez aanmeldpagina</a> om een account aan te maken.
pl_pl: Odwiedź <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">stronę rejestracji ForVoyez</a>, aby utworzyć konto.
pt_pt: Visite a <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">página de registo ForVoyez</a> para criar uma conta.
sv_se: Besök <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez registreringssida</a> för att skapa ett konto.

source: Once logged in, navigate to your <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez dashboard</a>.
ar: بمجرد تسجيل الدخول، انتقل إلى <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">لوحة تحكم ForVoyez</a> الخاصة بك.
da_dk: Når du er logget ind, gå til dit <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez dashboard</a>.
nb_no: Når du er logget inn, gå til <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez-dashbordet</a> ditt.
nl_nl: Eenmaal ingelogd, ga naar uw <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez dashboard</a>.
pl_pl: Po zalogowaniu przejdź do swojego <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">panelu ForVoyez</a>.
pt_pt: Depois de iniciar sessão, navegue até ao seu <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">painel ForVoyez</a>.
sv_se: När du är inloggad, navigera till din <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez kontrollpanel</a>.

source: Generate an API key in the API section of your dashboard.
ar: قم بإنشاء مفتاح واجهة برمجة التطبيقات في قسم API من لوحة التحكم الخاصة بك.
da_dk: Generer en API-nøgle i API-sektionen af dit dashboard.
nb_no: Generer en API-nøkkel i API-delen av dashbordet ditt.
nl_nl: Genereer een API-sleutel in de API-sectie van uw dashboard.
pl_pl: Wygeneruj klucz API w sekcji API swojego panelu.
pt_pt: Gere uma chave API na secção API do seu painel.
sv_se: Generera en API-nyckel i API-sektionen på din kontrollpanel.

source: Copy the API key and paste it in the field below.
ar: انسخ مفتاح واجهة برمجة التطبيقات والصقه في الحقل أدناه.
da_dk: Kopier API-nøglen og indsæt den i feltet nedenfor.
nb_no: Kopier API-nøkkelen og lim den inn i feltet nedenfor.
nl_nl: Kopieer de API-sleutel en plak deze in het onderstaande veld.
pl_pl: Skopiuj klucz API i wklej go w polu poniżej.
pt_pt: Copie a chave API e cole-a no campo abaixo.
sv_se: Kopiera API-nyckeln och klistra in den i fältet nedan.

source: For more information, please refer to the <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez API documentation</a>.
ar: لمزيد من المعلومات، يرجى الرجوع إلى <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">وثائق واجهة برمجة تطبيقات ForVoyez</a>.
da_dk: For mere information, se venligst <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez API-dokumentationen</a>.
nb_no: For mer informasjon, se <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez API-dokumentasjonen</a>.
nl_nl: Voor meer informatie, raadpleeg de <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez API-documentatie</a>.
pl_pl: Aby uzyskać więcej informacji, zapoznaj się z <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">dokumentacją API ForVoyez</a>.
pt_pt: Para mais informações, consulte a <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">documentação da API ForVoyez</a>.
sv_se: För mer information, se <a href="%s" target="_blank" rel="noopener noreferrer" class="text-blue-600 hover:underline">ForVoyez API-dokumentation</a>.

source: API Key
ar: مفتاح واجهة برمجة التطبيقات
da_dk: API-nøgle
nb_no: API-nøkkel
nl_nl: API-sleutel
pl_pl: Klucz API
pt_pt: Chave API
sv_se: API-nyckel

source: Enter your API key
ar: أدخل مفتاح واجهة برمجة التطبيقات الخاص بك
da_dk: Indtast din API-nøgle
nb_no: Skriv inn API-nøkkelen din
nl_nl: Voer uw API-sleutel in
pl_pl: Wprowadź swój klucz API
pt_pt: Introduza a sua chave API
sv_se: Ange din API-nyckel

source: Dashboard
ar: لوحة التحكم
nb_no: Dashbord
pl_pl: Panel
pt_pt: Painel
sv_se: Kontrollpanel
