Repository: For-Hives/ForVoyez-Wordpress-plugin
Catalog: languages/forvoyez-auto-alt-text-for-images-*.po
Languages: ar, da_dk, nb_no, nl_nl, pl_pl, pt_pt, sv_se

source: Overview of your Auto Alt Text for Images
ar: نظرة عامة على النص البديل التلقائي للصور الخاص بك
da_dk: Oversigt over din automatiske alt-tekst til billeder
nb_no: Oversikt over din automatiske Alt-tekst for bilder
nl_nl: Overzicht van uw Automatische Alt-tekst voor Afbeeldingen
pl_pl: Przegląd automatycznego tekstu alternatywnego dla obrazów
pt_pt: Visão geral do seu Texto Alt Automático para Imagens
sv_se: Översikt över din automatiska alternativa text för bilder

source: Total Images
ar: إجمالي الصور
da_dk: Samlet antal billeder
nb_no: Totalt antall bilder
nl_nl: Totaal Aantal Afbeeldingen
pl_pl: Całkowita liczba obrazów
pt_pt: Total de Imagens
sv_se: Totalt antal bilder

source: Images Completed
ar: الصور المكتملة
da_dk: Fuldførte billeder
nb_no: Bilder fullført
nl_nl: Afbeeldingen Voltooid
pl_pl: Obrazy ukończone
pt_pt: Imagens Concluídas
sv_se: Färdiga bilder

source: Images Without alt / caption
ar: الصور بدون نص بديل / تسمية توضيحية
da_dk: Billeder uden alt-tekst / billedtekst
nb_no: Bilder uten alt-tekst / bildetekst
nl_nl: Afbeeldingen Zonder alt / bijschrift
pl_pl: Obrazy bez tekstu alternatywnego / podpisu
pt_pt: Imagens Sem alt / legenda
sv_se: Bilder utan alternativ text / bildtext

source: Pre-requisites
ar: المتطلبات الأساسية
da_dk: Forudsætninger
nb_no: Forutsetninger
nl_nl: Vereisten
pl_pl: Wymagania wstępne
pt_pt: Pré-requisitos
sv_se: Förutsättningar

source: Make sure you have the following before you start:
ar: تأكد من توفر ما يلي قبل البدء:
da_dk: Sørg for, at du har følgende, før du begynder:
nb_no: Sørg for at du har følgende før du begynner:
nl_nl: Zorg ervoor dat u het volgende heeft voordat u begint:
pl_pl: Upewnij się, że masz następujące elementy przed rozpoczęciem:
pt_pt: Certifique-se de que tem o seguinte antes de começar:
sv_se: Se till att du har följande innan du börjar:

source: Go to the 'Settings' tab
ar: انتقل إلى علامة التبويب 'الإعدادات'
da_dk: Gå til fanen 'Indstillinger'
nb_no: Gå til 'Innstillinger'-fanen
nl_nl: Ga naar het tabblad 'Instellingen'
pl_pl: Przejdź do zakładki 'Ustawienia'
pt_pt: Vá para a aba 'Configurações'
sv_se: Gå till fliken 'Inställningar'

source: Enter your ForVoyez API key
ar: أدخل مفتاح واجهة برمجة تطبيقات ForVoyez الخاص بك
da_dk: Indtast din ForVoyez API-nøgle
nb_no: Skriv inn din ForVoyez API-nøkkel
nl_nl: Voer uw ForVoyez API-sleutel in
pl_pl: Wprowadź swój klucz API ForVoyez
pt_pt: Introduza a sua chave API ForVoyez
sv_se: Ange din ForVoyez API-nyckel

source: Click on 'Save API Key'
ar: انقر على 'حفظ مفتاح واجهة برمجة التطبيقات'
da_dk: Klik på 'Gem API-nøgle'
nb_no: Klikk på 'Lagre API-nøkkel'
nl_nl: Klik op 'API-sleutel opslaan'
pl_pl: Kliknij 'Zapisz klucz API'
pt_pt: Clique em 'Guardar Chave API'
sv_se: Klicka på 'Spara API-nyckel'

source: Quick Start
ar: البدء السريع
da_dk: Hurtig start
nb_no: Hurtigstart
nl_nl: Snelstart
pl_pl: Szybki start
pt_pt: Início Rápido
sv_se: Snabbstart

source: Follow these steps to generate alt text for your images:
ar: اتبع هذه الخطوات لإنشاء نص بديل لصورك:
da_dk: Følg disse trin for at generere alt-tekst til dine billeder:
nb_no: Følg disse trinnene for å generere alt-tekst for bildene dine:
nl_nl: Volg deze stappen om alt-tekst voor uw afbeeldingen te genereren:
pl_pl: Wykonaj te kroki, aby wygenerować tekst alternatywny dla swoich obrazów:
pt_pt: Siga estes passos para gerar texto alt para as suas imagens:
sv_se: Följ dessa steg för att generera alternativ text för dina bilder:

source: Go to the 'Manage Images' tab
ar: انتقل إلى علامة التبويب 'إدارة الصور'
da_dk: Gå til fanen 'Administrer billeder'
nb_no: Gå til 'Administrer bilder'-fanen
nl_nl: Ga naar het tabblad 'Afbeeldingen beheren'
pl_pl: Przejdź do zakładki 'Zarządzaj obrazami'
pt_pt: Vá para a aba 'Gerir Imagens'
sv_se: Gå till fliken 'Hantera bilder'

source: Select the images you want to process
ar: حدد الصور التي تريد معالجتها
da_dk: Vælg de billeder, du vil behandle
nb_no: Velg bildene du ønsker å behandle
nl_nl: Selecteer de afbeeldingen die u wilt verwerken
pl_pl: Wybierz obrazy, które chcesz przetworzyć
pt_pt: Selecione as imagens que deseja processar
sv_se: Välj de bilder du vill bearbeta

source: Click on 'Generate Alt Text' to start the process
ar: انقر على 'إنشاء نص بديل' لبدء العملية
da_dk: Klik på 'Generer alt-tekst' for at starte processen
nb_no: Klikk på 'Generer Alt-tekst' for å starte prosessen
nl_nl: Klik op 'Alt-tekst genereren' om het proces te starten
pl_pl: Kliknij 'Generuj tekst alternatywny', aby rozpocząć proces
pt_pt: Clique em 'Gerar Texto Alt' para iniciar o processo
sv_se: Klicka på 'Generera alternativ text' för att starta processen

source: Review and edit the generated alt text as needed
ar: راجع وحرر النص البديل المنشأ حسب الحاجة
da_dk: Gennemgå og rediger den genererede alt-tekst efter behov
nb_no: Gjennomgå og rediger den genererte alt-teksten etter behov
nl_nl: Bekijk en bewerk de gegenereerde alt-tekst indien nodig
pl_pl: Przejrzyj i edytuj wygenerowany tekst alternatywny w razie potrzeby
pt_pt: Reveja e edite o texto alt gerado conforme necessário
sv_se: Granska och redigera den genererade alternativa texten vid behov

source: Tabs
ar: علامات التبويب
da_dk: Faner
nb_no: Faner
nl_nl: Tabbladen
pl_pl: Zakładki
pt_pt: Abas
sv_se: Flikar

source: Manage Images
ar: إدارة الصور
da_dk: Administrer billeder
nb_no: Administrer bilder
nl_nl: Afbeeldingen beheren
pl_pl: Zarządzaj obrazami
pt_pt: Gerir Imagens
sv_se: Hantera bilder

source: Configuration
ar: التكوين
da_dk: Konfiguration
nb_no: Konfigurasjon
nl_nl: Configuratie
pl_pl: Konfiguracja
pt_pt: Configuração
sv_se: Konfiguration
